GPL_CATEGORY_MAP = {
    "Сайлентблоки": 1080,               # Втулка, балка моста
    "Тяги та наконечники": 914,          # Наконечник поперечной рулевой тяги
    "Стабілізатори": 3229,               # Тяга / стойка, стабилизатор
    "Втулки та компоненти": 1080,        # Втулка, балка моста
    "Кульові опори": 2462,               # Несущий / направляющий шарнир
    "Важелі та маятники": 251,           # Подвеска, рычаг независимой подвески колеса
    "Паливні фільтри": 9,                # Топливный фильтр
    "Повітряні фільтри": 8,              # Воздушный фильтр
    "Пильовики": 3365,                   # Защитный колпак / пыльник, амортизатор
    "Метизи та кріплення": 1217,         # Комплект болтов головки цилидра
    "Ремкомплекти": 405,                 # Ремкомплект, тормозной суппорт
    "Прокладки": 318,                    # Прокладка, головка цилиндра
    "Гальмівні колодки": 402,            # Комплект тормозных колодок, дисковый тормоз
    "Ремені": 305,                       # Поликлиновой ремень
    "Радіатори": 470,                    # Радиатор, охлаждение двигателя
    "Антикорозійні засоби та покриття": 1851,  # Антикоррозионная защита днища кузова
    "Шланги гальмівної системи": 83,     # Тормозной шланг
    "Фільтри оливи": 7,                  # Масляный фильтр
    "Кільця поршневі": 444,              # Комплект поршневых колец
    "Резонатори": 3437,                  # Глушитель выхлопных газов конечный
    "Датчики": 830,                      # Датчик, температура охлаждающей жидкости
    "Підшипники": 654,                   # Комплект подшипника ступицы колеса
    "Відрізні та зачисні круги": None,   # нет в prd
    "Маточини": 654,                     # Комплект подшипника ступицы колеса
    "Насоси": 1260,                      # Водяной насос
    "Ремкомплекти гальмівної системи": 405,  # Ремкомплект, тормозной суппорт
    "Сальники": None,                    # нет в prd
    "Відбійники амортизаторів": 1182,    # Буфер, амортизация
    "Вкладиші": 6167,                    # Комплект вкладышей
    "Опори амортизаторів": 1180,         # Опора стойки амортизатора
    "Моторні оливи": 1862,               # Моторное масло
    "Спеціалізовані оливи": 1862,        # Моторное масло
    "Поліролі кузова": None,             # нет в prd
    "Герметики, клеї, фіксатори": 1850,  # Герметики, система выпуска ОГ
    "Мастила": 1862,                     # Моторное масло
    "Глушники": 3437,                    # Глушитель выхлопных газов конечный
}
