# Auto-generated Nova Poshta error translations
# Do NOT edit manually - use scripts/generate_error_translations.py to regen

from typing import Dict

ERROR_TRANSLATIONS: Dict[str, Dict[str, str]] = {
    "0003604658": {
        "ua": "Дозволена вага відправлення становить MaxWeight",
        "ru": "Максимальный вес отправления составляет MaxWeight",
        "en": "The maximum allowed shipment weight is MaxWeight"
    },
    "20000100007": {
        "ua": "Помилка активації",
        "ru": "Ошибка активации",
        "en": "Activation error"
    },
    "20000100008": {
        "ua": "Виникла невідома помилка. Спробуйте пізніше",
        "ru": "Произошла неизвестная ошибка. Попробуйте позже",
        "en": "An unknown error has occurred. Please try again later."
    },
    "20000100010": {
        "ua": "Неможливо створити обліковий запис",
        "ru": "Невозможно создать учетную запись",
        "en": "Unable to create an account"
    },
    "20000100012": {
        "ua": "Помилка створення API-ключа",
        "ru": "Ошибка при создании API-ключа",
        "en": "API Key Creation Error"
    },
    "20000100013": {
        "ua": "Не вдалося отримати номер картки лояльності",
        "ru": "Не удалось получить номер карты лояльности",
        "en": "Unable to retrieve the loyalty card number"
    },
    "20000100014": {
        "ua": "Некоректні дані",
        "ru": "Неверные данные",
        "en": "Incorrect data"
    },
    "20000100015": {
        "ua": "Неправильний логін або пароль",
        "ru": "Неверный логин или пароль",
        "en": "Incorrect username or password"
    },
    "20000100016": {
        "ua": "Сервіс недоступний",
        "ru": "Сервис недоступен",
        "en": "The service is unavailable"
    },
    "20000100017": {
        "ua": "На жаль, вказаний E-mail вже використовується іншим учасником програми лояльності",
        "ru": "К сожалению, указанный адрес электронной почты уже используется другим участником программы лояльности",
        "en": "Unfortunately, the email address you provided is already in use by another loyalty program member."
    },
    "20000100018": {
        "ua": "Некоректний номер телефону",
        "ru": "Неверный номер телефона",
        "en": "Invalid phone number"
    },
    "20000100019": {
        "ua": "Цьому контрагенту заборонено брати участь в програмі лояльності",
        "ru": "Данному контрагенту запрещено участвовать в программе лояльности",
        "en": "This counterparty is prohibited from participating in the loyalty program"
    },
    "20000100020": {
        "ua": "Неправильний код із смс",
        "ru": "Неверный код из СМС",
        "en": "Incorrect code from the text message"
    },
    "20000100021": {
        "ua": "Неможливо зберегти дані",
        "ru": "Невозможно сохранить данные",
        "en": "It is not possible to save the data"
    },
    "20000100022": {
        "ua": "Неможливо відправити SMS",
        "ru": "Не удается отправить SMS",
        "en": "Unable to send an SMS"
    },
    "20000100023": {
        "ua": "Користувач вже існує",
        "ru": "Пользователь уже существует",
        "en": "The user already exists"
    },
    "20000100024": {
        "ua": "Користувач не знайдений",
        "ru": "Пользователь не найден",
        "en": "User not found"
    },
    "20000100025": {
        "ua": "Vip клієнт з цією електронною поштою вже зареєстрований",
        "ru": "VIP-клиент с этим адресом электронной почты уже зарегистрирован",
        "en": "A VIP customer with this email address is already registered"
    },
    "20000100026": {
        "ua": "Неправильний код активації",
        "ru": "Неверный код активации",
        "en": "Incorrect activation code"
    },
    "20000100027": {
        "ua": "Некоректний пароль або користувач не знайдений",
        "ru": "Неверный пароль или пользователь не найден",
        "en": "Invalid password or user not found"
    },
    "20000100507": {
        "ua": "APIKey пристрою некоректний",
        "ru": "APIKey устройства неверный",
        "en": "The device's API key is invalid"
    },
    "20000100508": {
        "ua": "Карта не визначенна",
        "ru": "Карта не определена",
        "en": "The map is not defined"
    },
    "20000100509": {
        "ua": "Карта не активована",
        "ru": "Карта не активирована",
        "en": "The card is not activated"
    },
    "20000100510": {
        "ua": "Номер карти порожній або некоректний",
        "ru": "Номер карты пустой или неверный",
        "en": "The card number is blank or invalid"
    },
    "20000100511": {
        "ua": "Номер карти некоректний",
        "ru": "Номер карты указан неверно",
        "en": "The card number is incorrect"
    },
    "20000100512": {
        "ua": "Місто вказано некоректно",
        "ru": "Город указан неверно",
        "en": "The city is listed incorrectly"
    },
    "20000100513": {
        "ua": "Місто не визначено",
        "ru": "Город не указан",
        "en": "City not specified"
    },
    "20000100514": {
        "ua": "Код не визначений",
        "ru": "Код не указан",
        "en": "Code not defined"
    },
    "20000100515": {
        "ua": "Тип контрагента вказано некоректно",
        "ru": "Тип контрагента указан некорректно",
        "en": "The counterparty type is specified incorrectly"
    },
    "20000100516": {
        "ua": "Тип контрагента не вказано",
        "ru": "Тип контрагента не указан",
        "en": "Counterparty type not specified"
    },
    "20000100517": {
        "ua": "Дата вказана некоректно",
        "ru": "Дата указана некорректно",
        "en": "The date is incorrect"
    },
    "20000100518": {
        "ua": "Дата занадто стара",
        "ru": "Дата слишком давняя",
        "en": "The date is too old"
    },
    "20000100519": {
        "ua": "Електронна пошта і телефон не вказані",
        "ru": "Электронная почта и телефон не указаны",
        "en": "No email address or phone number is provided"
    },
    "20000100520": {
        "ua": "Електронна пошта невірний формат",
        "ru": "Неверный формат электронной почты",
        "en": "Invalid email format"
    },
    "20000100521": {
        "ua": "Електронна пошта не вказана",
        "ru": "Электронная почта не указана",
        "en": "No email address provided"
    },
    "20000100522": {
        "ua": "Електронна пошта вказана некоректно",
        "ru": "Адрес электронной почты указан неверно",
        "en": "The email address is incorrect"
    },
    "20000100523": {
        "ua": "Електронна пошта недійсна",
        "ru": "Адрес электронной почты неверный",
        "en": "The email address is invalid"
    },
    "20000100524": {
        "ua": "Електронна пошта не вказана",
        "ru": "Электронная почта не указана",
        "en": "No email address provided"
    },
    "20000100525": {
        "ua": "Електронна пошта занадто довга",
        "ru": "Адрес электронной почты слишком длинный",
        "en": "The email is too long"
    },
    "20000100526": {
        "ua": "Ім'я містить неприпустимі символи",
        "ru": "Имя содержит недопустимые символы",
        "en": "The name contains invalid characters"
    },
    "20000100527": {
        "ua": "Ім'я не вказано",
        "ru": "Имя не указано",
        "en": "Name not specified"
    },
    "20000100528": {
        "ua": "Ім'я занадто довге",
        "ru": "Имя слишком длинное",
        "en": "The name is too long"
    },
    "20000100529": {
        "ua": "Стать вказана некоректно",
        "ru": "Пол указан неверно",
        "en": "The gender is incorrect"
    },
    "20000100530": {
        "ua": "Некоректний місяць",
        "ru": "Неверный месяц",
        "en": "Invalid month"
    },
    "20000100531": {
        "ua": "Некоректний рік",
        "ru": "Неверный год",
        "en": "Incorrect year"
    },
    "20000100532": {
        "ua": "Прізвище містить неприпустимі символи",
        "ru": "Фамилия содержит недопустимые символы",
        "en": "The last name contains invalid characters"
    },
    "20000100533": {
        "ua": "Прізвище не вказано",
        "ru": "Фамилия не указана",
        "en": "Last name not provided"
    },
    "20000100534": {
        "ua": "Прізвище занадто довге",
        "ru": "Фамилия слишком длинная",
        "en": "The last name is too long"
    },
    "20000100535": {
        "ua": "Логін не вказано",
        "ru": "Логин не указан",
        "en": "No username provided"
    },
    "20000100536": {
        "ua": "Логін порожній або вказаний невірно",
        "ru": "Логин пустой или указан неверно",
        "en": "The username is empty or incorrect"
    },
    "20000100537": {
        "ua": "LoyaltyEmail і LoyaltyPhone не вказані",
        "ru": "LoyaltyEmail и LoyaltyPhone не указаны",
        "en": "LoyaltyEmail and LoyaltyPhone are not specified"
    },
    "20000100538": {
        "ua": "LoyaltyEmail вказано невірно",
        "ru": "LoyaltyEmail указан неверно",
        "en": "The LoyaltyEmail is incorrect"
    },
    "20000100539": {
        "ua": "LoyaltyPhone вказано невірно",
        "ru": "LoyaltyPhone указан неверно",
        "en": "LoyaltyPhone is entered incorrectly"
    },
    "20000100540": {
        "ua": "Токен торгового майданчику не вказано",
        "ru": "Токен торговой площадки не указан",
        "en": "The marketplace token is not specified"
    },
    "20000100541": {
        "ua": "Параметр токен торгового майданчику вказано некоректно",
        "ru": "Параметр токена торговой площадки указан некорректно",
        "en": "The trading platform token parameter is specified incorrectly"
    },
    "20000100542": {
        "ua": "Некоректний місяць",
        "ru": "Неверный месяц",
        "en": "Invalid month"
    },
    "20000100543": {
        "ua": "Місяць не вказано",
        "ru": "Месяц не указан",
        "en": "Month not specified"
    },
    "20000100544": {
        "ua": "Немає облікового запису лояльності",
        "ru": "Нет учетной записи в программе лояльности",
        "en": "No loyalty account"
    },
    "20000100545": {
        "ua": "Число некоректно",
        "ru": "Число введено неверно",
        "en": "The number is incorrect"
    },
    "20000100546": {
        "ua": "Пароль не вказано",
        "ru": "Пароль не указан",
        "en": "No password specified"
    },
    "20000100547": {
        "ua": "Некоректний пароль",
        "ru": "Неверный пароль",
        "en": "Incorrect password"
    },
    "20000100548": {
        "ua": "Пароль не визначений",
        "ru": "Пароль не указан",
        "en": "No password has been set"
    },
    "20000100549": {
        "ua": "По батькові містить неприпустимі символи",
        "ru": "Отчество содержит недопустимые символы",
        "en": "The middle name contains invalid characters"
    },
    "20000100550": {
        "ua": "Батькові не визначене",
        "ru": "Отец не установлен",
        "en": "Father unknown"
    },
    "20000100551": {
        "ua": "По батькові задовге",
        "ru": "Отчество слишком длинное",
        "en": "A patronymic that's too long"
    },
    "20000100552": {
        "ua": "Невірний формат номера телефону",
        "ru": "Неверный формат номера телефона",
        "en": "Invalid phone number format"
    },
    "20000100553": {
        "ua": "Телефон не вказано",
        "ru": "Номер телефона не указан",
        "en": "Phone number not provided"
    },
    "20000100554": {
        "ua": "Телефон вказано некоректно",
        "ru": "Номер телефона указан неверно",
        "en": "The phone number was entered incorrectly"
    },
    "20000100555": {
        "ua": "Телефон недійсний",
        "ru": "Номер телефона недействителен",
        "en": "The phone number is invalid"
    },
    "20000100556": {
        "ua": "Телефон не вказано",
        "ru": "Номер телефона не указан",
        "en": "Phone number not provided"
    },
    "20000100557": {
        "ua": "Користувач з цим E-mail вже існує",
        "ru": "Пользователь с этим адресом электронной почты уже существует",
        "en": "A user with this email address already exists"
    },
    "20000100558": {
        "ua": "Користувач з цим телефоном вже існує",
        "ru": "Пользователь с этим номером телефона уже существует",
        "en": "A user with this phone number already exists"
    },
    "20000100559": {
        "ua": "Код верифікації не внесений",
        "ru": "Код подтверждения не введен",
        "en": "The verification code has not been entered"
    },
    "20000100560": {
        "ua": "Некоректний Логін",
        "ru": "Неверный логин",
        "en": "Invalid Login"
    },
    "20000100561": {
        "ua": "Некоректний Пароль",
        "ru": "Неверный пароль",
        "en": "Incorrect Password"
    },
    "20000100562": {
        "ua": "Некоректний Рік",
        "ru": "Неправильный год",
        "en": "The Incorrect Year"
    },
    "20000100563": {
        "ua": "Рік не вказано",
        "ru": "Год не указан",
        "en": "Year not specified"
    },
    "20000100566": {
        "ua": "Неможливо увійти. Будь ласка, завершіть процес реєстрації. Підтвердіть ваш E-mail, перейшовши за посиланням з листа.",
        "ru": "Не удается войти. Пожалуйста, завершите процесс регистрации. Подтвердите свой адрес электронной почты, перейдя по ссылке из письма.",
        "en": "You cannot log in. Please complete the registration process. Confirm your email address by clicking the link in the email."
    },
    "20000100907": {
        "ua": "Логін",
        "ru": "Логин",
        "en": "Login"
    },
    "20000100908": {
        "ua": "Пароль",
        "ru": "Пароль",
        "en": "Password"
    },
    "20000100909": {
        "ua": "Номер картки неправильний",
        "ru": "Номер карты указан неверно",
        "en": "The card number is incorrect"
    },
    "20000100910": {
        "ua": "fatal error 505 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 505 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 505 Please contact support: support@novaposhta.ua"
    },
    "20000100911": {
        "ua": "Пароль і телефон порожні",
        "ru": "Поле «Пароль» и поле «Телефон» пусты",
        "en": "The password and phone number fields are empty"
    },
    "20000100912": {
        "ua": "Дата від і Дата до повинні бути вказані",
        "ru": "Необходимо указать «Дата от» и «Дата до»",
        "en": "The \"From\" and \"To\" dates must be specified"
    },
    "20000100913": {
        "ua": "Дата від містить неправильний формат",
        "ru": "Дата «от» указана в неправильном формате",
        "en": "The date field is in the wrong format"
    },
    "20000100914": {
        "ua": "Дата до містить неправильний формат",
        "ru": "Дата имеет неверный формат",
        "en": "The \"Date to\" field contains an invalid format"
    },
    "20000100915": {
        "ua": "Номер картки порожній або неправильний",
        "ru": "Номер карты пустой или неверный",
        "en": "The card number is blank or incorrect"
    },
    "20000100916": {
        "ua": "Введіть e-mail, який ви використовували при реєстрації",
        "ru": "Введите адрес электронной почты, который вы указали при регистрации",
        "en": "Enter the email address you used when you registered"
    },
    "20000100917": {
        "ua": "Карту не знайдено",
        "ru": "Карту не найдено",
        "en": "Map not found"
    },
    "20000101004": {
        "ua": "Будь ласка, завершіть процес реєстрації. Підтвердіть ваш E-mail, перейшовши за посиланням з листа.",
        "ru": "Пожалуйста, завершите процесс регистрации. Подтвердите свой адрес электронной почты, перейдя по ссылке из письма.",
        "en": "Please complete the registration process. Confirm your email address by clicking the link in the email."
    },
    "20000101139": {
        "ua": "Номер картки",
        "ru": "Номер карты",
        "en": "Card Number"
    },
    "20000101140": {
        "ua": "Електронний лист",
        "ru": "Электронное письмо",
        "en": "Email"
    },
    "20000101141": {
        "ua": "Телефон",
        "ru": "Телефон",
        "en": "Phone"
    },
    "20000101142": {
        "ua": "ПІБ занадто довге",
        "ru": "ФИО слишком длинное",
        "en": "The full name is too long"
    },
    "20000101143": {
        "ua": "Статус сповіщення смс не вказаний (0 або 1)",
        "ru": "Статус SMS-уведомления не указан (0 или 1)",
        "en": "The SMS notification status is not specified (0 or 1)"
    },
    "20000101192": {
        "ua": "Повідомлень не знайдено",
        "ru": "Сообщений не найдено",
        "en": "No posts found"
    },
    "20000101193": {
        "ua": "Для зазначеного номера телефону не зареєстрований особистий кабінет. Рекомендуємо зареєструвати на my.novaposhta.ua",
        "ru": "Для указанного номера телефона не зарегистрирован личный кабинет. Рекомендуем зарегистрироваться на сайте my.novaposhta.ua",
        "en": "No personal account has been registered for this phone number. We recommend that you register at my.novaposhta.ua"
    },
    "20000101194": {
        "ua": "Код порожній",
        "ru": "Код пуст",
        "en": "The code is empty"
    },
    "20000101195": {
        "ua": "Токен партнера торгівльного майданчику заборонений",
        "ru": "Токен партнера торговой площадки запрещен",
        "en": "The trading platform's partner token is prohibited"
    },
    "20000101196": {
        "ua": "Дата від порожній",
        "ru": "Дата: пусто",
        "en": "Date field is empty"
    },
    "20000101197": {
        "ua": "Дата до порожній",
        "ru": "Дата до пустого",
        "en": "Date to blank"
    },
    "20000101198": {
        "ua": "Телефон неправильний",
        "ru": "Неверный номер телефона",
        "en": "The phone number is incorrect"
    },
    "20000101199": {
        "ua": "Дата від - неприпустимий формат",
        "ru": "Дата от — недопустимый формат",
        "en": "Date from - invalid format"
    },
    "20000101200": {
        "ua": "Дата до - неприпустимий формат",
        "ru": "Дата до — недопустимый формат",
        "en": "\"Date until\" is an invalid format"
    },
    "20000101205": {
        "ua": "Будь ласка, оновіть додаток для проходження подальшої реєстрації",
        "ru": "Пожалуйста, обновите приложение для прохождения дальнейшей регистрации",
        "en": "Please update the app to complete the registration process."
    },
    "20000101395": {
        "ua": "Карту не знайдено!",
        "ru": "Карту не найдено!",
        "en": "Map not found!"
    },
    "20000101441": {
        "ua": "Доступ до мобільного додатку для корпоративних клієнтів не доступний. Просимо вас скористатися my.novaposhta.ua",
        "ru": "Доступ к мобильному приложению для корпоративных клиентов недоступен. Просим вас воспользоваться сайтом my.novaposhta.ua",
        "en": "Access to the mobile app is not available for corporate customers. Please visit my.novaposhta.ua"
    },
    "20000101471": {
        "ua": "Ви не можете відновити посвідчення особи",
        "ru": "Вы не можете восстановить удостоверение личности",
        "en": "You cannot replace your ID card"
    },
    "20000101558": {
        "ua": "Тарифний план недоступний",
        "ru": "Тарифный план недоступен",
        "en": "This rate plan is not available"
    },
    "20000101559": {
        "ua": "Замовлення платіжної системи не знайдено",
        "ru": "Заказ платежной системы не найден",
        "en": "The payment system order was not found"
    },
    "20000101560": {
        "ua": "Недійсний статус платіжної системи",
        "ru": "Недействительный статус платежной системы",
        "en": "Invalid payment system status"
    },
    "20000101561": {
        "ua": "Недійсний замовлення платіжної системи",
        "ru": "Недействительный запрос платежной системы",
        "en": "Invalid payment system order"
    },
    "20000101562": {
        "ua": "Неправильна сума платіжної системи",
        "ru": "Неверная сумма в платежной системе",
        "en": "Incorrect payment system amount"
    },
    "20000101563": {
        "ua": "Термін платежу в платіжній системі закінчився",
        "ru": "Срок оплаты в платежной системе истек",
        "en": "The payment deadline in the payment system has expired"
    },
    "20000101564": {
        "ua": "Помилка утримання платіжної системи",
        "ru": "Ошибка в работе платежной системы",
        "en": "Payment system processing error"
    },
    "20000101565": {
        "ua": "Платіжна система недоступна",
        "ru": "Платежная система недоступна",
        "en": "The payment system is unavailable"
    },
    "20000101566": {
        "ua": "Метод не приймає ніяких параметрів",
        "ru": "Метод не принимает никаких параметров",
        "en": "The method does not accept any parameters"
    },
    "20000101567": {
        "ua": "Недійсне посилання",
        "ru": "Недействительная ссылка",
        "en": "Invalid link"
    },
    "20000101568": {
        "ua": "Неправильний тарифний план",
        "ru": "Неправильный тарифный план",
        "en": "Incorrect rate plan"
    },
    "20000101569": {
        "ua": "Неправильна мова",
        "ru": "Неправильная речь",
        "en": "Incorrect language"
    },
    "20000101570": {
        "ua": "Потрібен номер замовлення",
        "ru": "Требуется номер заказа",
        "en": "I need the order number"
    },
    "20000101576": {
        "ua": "Введіть свій телефон для вирішення відновлення в мобільному додатку",
        "ru": "Введите свой номер телефона для восстановления учетной записи в мобильном приложении",
        "en": "Enter your phone number to resolve the recovery issue in the mobile app"
    },
    "20000101577": {
        "ua": "Вичерпані всі спроби введення коду підтвердження",
        "ru": "Исчерпаны все попытки ввода кода подтверждения",
        "en": "All attempts to enter the verification code have been exhausted"
    },
    "20000101578": {
        "ua": "Невірний код підтвердження",
        "ru": "Неверный код подтверждения",
        "en": "Invalid verification code"
    },
    "20000101579": {
        "ua": "EDRPOU: Вибачте, юридична особа з вказаним кодом ОКПО вже зареєстрована в Програмі \\\"Збільшуй можливості\\\"",
        "ru": "EDRPOU: Извините, юридическое лицо с указанным кодом ОКПО уже зарегистрировано в программе «Расширяй возможности»",
        "en": "EDRPOU: Sorry, a legal entity with the specified OKPO code is already registered in the “Expand Opportunities” Program."
    },
    "20000101580": {
        "ua": "Карта не активна",
        "ru": "Карта неактивна",
        "en": "Card is inactive"
    },
    "20000101581": {
        "ua": "Необхідно вказати інший тел. або виконати авторизацію з використанням вказаного номера телефона",
        "ru": "Необходимо указать другой номер телефона или пройти авторизацию с использованием указанного номера телефона",
        "en": "You must enter a different phone number or log in using the phone number you provided"
    },
    "20000101582": {
        "ua": "Користувач не визначений",
        "ru": "Пользователь не указан",
        "en": "User not specified"
    },
    "20000101583": {
        "ua": "Номер телефона закреплён за другим пользователем",
        "ru": "Номер телефона закреплён за другим пользователем",
        "en": "This phone number is assigned to another user"
    },
    "20000101584": {
        "ua": "Редагування даних заборонено до моменту отримання всіх відправлень",
        "ru": "Редактирование данных запрещено до получения всех отправлений",
        "en": "Editing data is prohibited until all shipments have been received"
    },
    "20000101596": {
        "ua": "Потрібна перереєстрація",
        "ru": "Требуется перерегистрация",
        "en": "Re-registration is required"
    },
    "20000101597": {
        "ua": "Ви повинні пройти реєстрацію",
        "ru": "Вам необходимо пройти регистрацию",
        "en": "You must register"
    },
    "20000101683": {
        "ua": "Інформацію про лояльність користувача не знайдено",
        "ru": "Информация о лояльности пользователя не найдена",
        "en": "No information about the user's loyalty was found"
    },
    "20000101684": {
        "ua": "Введіть свій номер телефону для відновлення доступу до мобільного додатку",
        "ru": "Введите свой номер телефона, чтобы восстановить доступ к мобильному приложению",
        "en": "Enter your phone number to regain access to the mobile app"
    },
    "20000101685": {
        "ua": "Користувач з телефоном існує",
        "ru": "Пользователь с этим номером телефона существует",
        "en": "A user with a phone exists"
    },
    "20000101686": {
        "ua": "Помилка аутентифікації",
        "ru": "Ошибка аутентификации",
        "en": "Authentication error"
    },
    "20000101687": {
        "ua": "Зміни не приймаються",
        "ru": "Изменения не принимаются",
        "en": "Changes are not accepted"
    },
    "20000101688": {
        "ua": "Помилка збереження контактної особи з правильним телефоном",
        "ru": "Ошибка при сохранении контактного лица с правильным номером телефона",
        "en": "Error saving a contact with the correct phone number"
    },
    "20000101689": {
        "ua": "Не вдалося отримати дані карти",
        "ru": "Не удалось получить данные карты",
        "en": "Unable to retrieve map data"
    },
    "20000101690": {
        "ua": "Не вдалося отримати СІД",
        "ru": "Не удалось получить СИД",
        "en": "Unable to obtain the SID"
    },
    "20000101691": {
        "ua": "Не змінилося",
        "ru": "Не изменилось",
        "en": "It hasn't changed"
    },
    "20000101692": {
        "ua": "СМС не відправлено",
        "ru": "СМС не отправлено",
        "en": "The text message was not sent"
    },
    "20000101693": {
        "ua": "Код не знайдено або термін його дії закінчився",
        "ru": "Код не найден или его срок действия истек",
        "en": "The code was not found or has expired"
    },
    "20000101694": {
        "ua": "Логін або Пароль недійсний",
        "ru": "Неверный логин или пароль",
        "en": "Invalid username or password"
    },
    "20000101695": {
        "ua": "Параметри не встановлені",
        "ru": "Параметры не заданы",
        "en": "Settings not configured"
    },
    "20000101696": {
        "ua": "Перевищено ліміт запитів",
        "ru": "Превышен лимит запросов",
        "en": "The request limit has been exceeded"
    },
    "20000101697": {
        "ua": "Перевірте, будь ласка, правильність введення логіна або паролю",
        "ru": "Пожалуйста, проверьте правильность ввода логина или пароля",
        "en": "Please check that you have entered your username or password correctly"
    },
    "20000101698": {
        "ua": "По батькові не вказано",
        "ru": "Отчество не указано",
        "en": "Father's name not listed"
    },
    "20000101699": {
        "ua": "Значення Ім'я та По батькові занадто довге",
        "ru": "Значение «Имя и отчество» слишком длинное",
        "en": "The first name and patronymic are too long"
    },
    "20000101790": {
        "ua": "Помилка при отриманні даних картки лояльності",
        "ru": "Ошибка при получении данных карты лояльности",
        "en": "Error retrieving loyalty card data"
    },
    "20000101791": {
        "ua": "В даних картки лояльності є помилки",
        "ru": "В данных карты лояльности есть ошибки",
        "en": "There are errors in the loyalty card data"
    },
    "20000101799": {
        "ua": "На цей номер телефону зареєстровано декілька карток клієнта. Будь ласка, зверніться до колл-центру, щоб видалити зайву: 0-800-500-609",
        "ru": "На этот номер телефона зарегистрировано несколько клиентских карт. Пожалуйста, обратитесь в колл-центр, чтобы удалить лишнюю: 0-800-500-609",
        "en": "Several customer cards are registered to this phone number. Please contact the call center to remove the extra one: 0-800-500-609"
    },
    "20000101824": {
        "ua": "Не можу змінити дані карти",
        "ru": "Не могу изменить данные карты",
        "en": "I can't change the map data"
    },
    "20000101825": {
        "ua": "Неможливо змінити статус карти",
        "ru": "Невозможно изменить статус карты",
        "en": "It is not possible to change the card's status"
    },
    "20000101826": {
        "ua": "Оновлення заборонено. Знайдено не отримані посилки.",
        "ru": "Обновление запрещено. Обнаружены неполученные посылки.",
        "en": "Updates are not allowed. Unclaimed packages found."
    },
    "20000101827": {
        "ua": "Користувач не має картки лояльності",
        "ru": "У пользователя нет карты лояльности",
        "en": "The user does not have a loyalty card"
    },
    "20000101828": {
        "ua": "Карта не належить цьому користувачу",
        "ru": "Карта не принадлежит этому пользователю",
        "en": "The card does not belong to this user"
    },
    "20000101829": {
        "ua": "Користувач не має стандартних карт лояльності",
        "ru": "У пользователя нет стандартных карт лояльности",
        "en": "The user does not have any standard loyalty cards"
    },
    "20000101830": {
        "ua": "Картки немає в списку кошика для цього використання",
        "ru": "Карточки нет в списке корзины для данного использования",
        "en": "The card is not listed in the shopping cart for this use"
    },
    "20000101831": {
        "ua": "Ім'я порожнє",
        "ru": "Имя не указано",
        "en": "First Name is empty"
    },
    "20000101832": {
        "ua": "Ім'я некоректне",
        "ru": "Имя введено некорректно",
        "en": "The name is incorrect"
    },
    "20000101833": {
        "ua": "По батькові не вказано",
        "ru": "Отчество не указано",
        "en": "Father's name not listed"
    },
    "20000101834": {
        "ua": "По батькові вказано некоректно",
        "ru": "Отчество указано неверно",
        "en": "The middle name is incorrect"
    },
    "20000101837": {
        "ua": "Дата з порожня",
        "ru": "Дата не указана",
        "en": "The date field is empty"
    },
    "20000101838": {
        "ua": "Дата з неправильна",
        "ru": "Дата указана неверно",
        "en": "The date is incorrect"
    },
    "20000101839": {
        "ua": "Дата до порожній",
        "ru": "Дата до пустого",
        "en": "Date to blank"
    },
    "20000101840": {
        "ua": "Дата до невірний",
        "ru": "Дата указана неверно",
        "en": "The date is incorrect"
    },
    "20000101898": {
        "ua": "Перевищено кількість спроб введення коду активації. Спробуйте повторити процедуру через годину",
        "ru": "Превышено количество попыток ввода кода активации. Попробуйте повторить процедуру через час",
        "en": "You have exceeded the number of attempts to enter the activation code. Please try again in one hour."
    },
    "20000101899": {
        "ua": "Неправильний номер телефону",
        "ru": "Неверный номер телефона",
        "en": "Incorrect phone number"
    },
    "20000101900": {
        "ua": "Ви вичерпали свій ліміт SMS за день. Використовуйте один із кодів направлених раніше.",
        "ru": "Вы исчерпали дневной лимит SMS. Воспользуйтесь одним из кодов, отправленных ранее.",
        "en": "You have reached your daily SMS limit. Please use one of the codes sent earlier."
    },
    "20000101901": {
        "ua": "Занадто багато помилкових активацій. Спробуйте перереєструватися пізніше.",
        "ru": "Слишком много ложных срабатываний. Попробуйте повторить регистрацию позже.",
        "en": "There are too many false activations. Please try registering again later."
    },
    "20000101902": {
        "ua": "Перевищено кількість спроб введення коду активації",
        "ru": "Превышено количество попыток ввода кода активации",
        "en": "The limit on the number of attempts to enter the activation code has been exceeded"
    },
    "20000101903": {
        "ua": "Перевищено кількість спроб введення коду активації.",
        "ru": "Превышено количество попыток ввода кода активации.",
        "en": "The limit on the number of attempts to enter the activation code has been exceeded."
    },
    "20000101904": {
        "ua": "Ви повинні оновити додаток до останньої версії",
        "ru": "Вам необходимо обновить приложение до последней версии",
        "en": "You need to update the app to the latest version"
    },
    "20000101943": {
        "ua": "Некоректний логін або пароль",
        "ru": "Неверный логин или пароль",
        "en": "Incorrect username or password"
    },
    "20000102597": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 1",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 1",
        "en": "Authorization error. Minutes until the next authorization attempt: 1"
    },
    "20000102598": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 15",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 15",
        "en": "Authorization error. Minutes until the next authorization attempt: 15"
    },
    "20000102677": {
        "ua": "Вичерпані всі спроби введення коду підтвердження",
        "ru": "Исчерпаны все попытки ввода кода подтверждения",
        "en": "All attempts to enter the verification code have been exhausted"
    },
    "20000102678": {
        "ua": "Пароль не можна використовувати. Будь ласка, створіть інший пароль",
        "ru": "Этот пароль нельзя использовать. Пожалуйста, введите другой пароль",
        "en": "That password cannot be used. Please create a different password."
    },
    "20000102681": {
        "ua": "Доступ заблоковано на 2 години",
        "ru": "Доступ заблокирован на 2 часа",
        "en": "Access has been blocked for 2 hours"
    },
    "20000102682": {
        "ua": "Доступ заблоковано до кінця дня",
        "ru": "Доступ заблокирован до конца дня",
        "en": "Access is blocked until the end of the day"
    },
    "20000102694": {
        "ua": "Термін дії API key закінчився",
        "ru": "Срок действия API-ключа истек",
        "en": "The API key has expired"
    },
    "20000102725": {
        "ua": "Введіть, будь ласка, електронну адресу, яку Ви вказували при реєстрації",
        "ru": "Введите, пожалуйста, адрес электронной почты, который Вы указали при регистрации",
        "en": "Please enter the email address you provided when you registered"
    },
    "20000102734": {
        "ua": "Введіть, будь ласка, електронну адресу, яку Ви вказували при реєстрації",
        "ru": "Введите, пожалуйста, адрес электронной почты, который Вы указали при регистрации",
        "en": "Please enter the email address you provided when you registered"
    },
    "20000102787": {
        "ua": "Не вказано номер телефону",
        "ru": "Номер телефона не указан",
        "en": "No phone number provided"
    },
    "20000102882": {
        "ua": "Не вказано ім'я",
        "ru": "Имя не указано",
        "en": "No name provided"
    },
    "20000102883": {
        "ua": "Не зазначено поле \"по батькові\"",
        "ru": "Не указано поле «отчество»",
        "en": "The \"middle name\" field is not specified"
    },
    "20000102891": {
        "ua": "Не вказано прізвище",
        "ru": "Фамилия не указана",
        "en": "Last name not provided"
    },
    "20000102896": {
        "ua": "За обраною організацією не знайдено головної картки Бізнес клієнта. Щоб отримати картку, зверніться до свого персонального менеджера",
        "ru": "По выбранной организации не найдена главная карточка «Бизнес-клиент». Чтобы получить карточку, обратитесь к своему персональному менеджеру",
        "en": "No main Business Client card was found for the selected organization. To obtain a card, please contact your personal manager."
    },
    "20000102898": {
        "ua": "Даний номер вже присвоєний іншій карті. Для реєстрації вкажіть інший номер",
        "ru": "Данный номер уже присвоен другой карте. Для регистрации укажите другой номер",
        "en": "This number is already assigned to another card. Please enter a different number to register."
    },
    "20000103144": {
        "ua": "Невірний номер картки лояльності",
        "ru": "Неверный номер карты лояльности",
        "en": "Invalid loyalty card number"
    },
    "20000103306": {
        "ua": "На ваші персональні дані є зареєстрована активна карта",
        "ru": "На ваши персональные данные зарегистрирована действующая карта",
        "en": "There is an active card registered under your personal information"
    },
    "20000103370": {
        "ua": "Будь ласка, зачекайте. Запит в обробці",
        "ru": "Пожалуйста, подождите. Запрос обрабатывается",
        "en": "Please wait. Your request is being processed."
    },
    "20000103434": {
        "ua": "Редагування номеру телефону заблоковано. Створіть нову карту клієнта",
        "ru": "Редактирование номера телефона заблокировано. Создайте новую карту клиента",
        "en": "Editing the phone number is disabled. Create a new customer card"
    },
    "20000103789": {
        "ua": "Обраний телефон вже використовується, нажаль зміна неможліва",
        "ru": "Выбранный номер уже используется, к сожалению, его нельзя изменить",
        "en": "The selected phone number is already in use; unfortunately, it cannot be changed."
    },
    "20000103812": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 14",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 14",
        "en": "Authorization error. Minutes until the next authorization attempt: 14"
    },
    "20000103813": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 13",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 13",
        "en": "Authorization error. Minutes until the next authorization attempt: 13"
    },
    "20000103814": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 12",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 12",
        "en": "Authorization error. Minutes until the next authorization attempt: 12"
    },
    "20000103815": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 11",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 11",
        "en": "Authorization error. Minutes until the next authorization attempt: 11"
    },
    "20000103816": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 10",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 10",
        "en": "Authorization error. Minutes until the next authorization attempt: 10"
    },
    "20000103817": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 9",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 9",
        "en": "Authorization error. Minutes until the next authorization attempt: 9"
    },
    "20000103818": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 8",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 8",
        "en": "Authorization error. Minutes until the next authorization attempt: 8"
    },
    "20000103819": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 7",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 7",
        "en": "Authorization error. Minutes until the next authorization attempt: 7"
    },
    "20000103820": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 6",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 6",
        "en": "Authorization error. Minutes until the next authorization attempt: 6"
    },
    "20000103821": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 5",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 5",
        "en": "Authorization error. Minutes until the next authorization attempt: 5"
    },
    "20000103822": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 4",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 4",
        "en": "Authorization error. Minutes until the next authorization attempt: 4"
    },
    "20000103823": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 3",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 3",
        "en": "Authorization error. Minutes until the next authorization attempt: 3"
    },
    "20000103824": {
        "ua": "Помилка авторизації. Хвилин до наступної спроби авторизації: 2",
        "ru": "Ошибка авторизации. Осталось минут до следующей попытки авторизации: 2",
        "en": "Authorization error. Minutes until the next authorization attempt: 2"
    },
    "20000103854": {
        "ua": "Перевищено ліміт запитів з вашої IP адреси, зверніться до служби підтримки НП",
        "ru": "Превышен лимит запросов с вашего IP-адреса, обратитесь в службу поддержки НП",
        "en": "The request limit for your IP address has been exceeded. Please contact NP support."
    },
    "20000103944": {
        "ua": "Вказаний номер не належить користувачу",
        "ru": "Указанный номер не принадлежит пользователю",
        "en": "The number provided does not belong to the user"
    },
    "20000103976": {
        "ua": "Телефон не знайдено",
        "ru": "Телефон не найден",
        "en": "Phone not found"
    },
    "20000103977": {
        "ua": "Некоректний формат телефону",
        "ru": "Неверный формат номера телефона",
        "en": "Invalid phone number format"
    },
    "20000103978": {
        "ua": "За телефоном не знайдено карту лояльності",
        "ru": "По номеру телефона не найдена карта лояльности",
        "en": "No loyalty card found for this phone number"
    },
    "20000200028": {
        "ua": "Занадто довге значення поля Супроводжуючі документи",
        "ru": "Слишком длинное значение поля «Сопроводительные документы»",
        "en": "The value in the \"Accompanying Documents\" field is too long"
    },
    "20000200029": {
        "ua": "Код ЄДРПОУ та сума повинні бути заповнені",
        "ru": "Код ЕГРПОУ и сумма должны быть указаны",
        "en": "The EDRPOU code and the amount must be filled in"
    },
    "20000200030": {
        "ua": "Довжина поля \"Додаткова інформація\" перевищено",
        "ru": "Превышена длина поля «Дополнительная информация»",
        "en": "The length of the \"Additional Information\" field has been exceeded"
    },
    "20000200031": {
        "ua": "Послуга Контроль оплати відключена для поштомата InPost",
        "ru": "Услуга «Контроль оплаты» отключена для почтомата InPost",
        "en": "The Payment Monitoring service is disabled for InPost parcel lockers"
    },
    "20000200032": {
        "ua": "Послуга Контроль оплати відключена для поштомата NovaPoshta",
        "ru": "Услуга «Контроль оплаты» отключена для почтомата NovaPoshta",
        "en": "The Payment Monitoring service is disabled for NovaPoshta parcel terminals"
    },
    "20000200033": {
        "ua": "Сума Контролю оплати зазначена некоректно",
        "ru": "Сумма контроля оплаты указана некорректно",
        "en": "The payment control amount is incorrect"
    },
    "20000200034": {
        "ua": "Перевищена сума Контролю оплати",
        "ru": "Превышение суммы контроля оплаты",
        "en": "Amount Exceeded: Payment Control"
    },
    "20000200035": {
        "ua": "Послуга Контроль оплати недоступна",
        "ru": "Услуга «Контроль оплаты» недоступна",
        "en": "The Payment Monitoring service is unavailable"
    },
    "20000200036": {
        "ua": "Послуга Контролю оплати недоступна у вибраному місті одержувача",
        "ru": "Услуга «Контроль оплаты» недоступна в выбранном городе получателя",
        "en": "The Payment Tracking service is not available in the selected recipient city"
    },
    "20000200037": {
        "ua": "Поле Контроль оплати має бути заповнене",
        "ru": "Поле «Контроль оплаты» должно быть заполнено",
        "en": "The \"Payment Confirmation\" field must be filled out"
    },
    "20000200038": {
        "ua": "Сума Контролю оплати для типу доставки \"Двері-Двері\" перевищує максимально дозволений ліміт",
        "ru": "Сумма контроля оплаты для типа доставки «От двери до двери» превышает максимально допустимый лимит",
        "en": "The payment control amount for the \"Door-to-Door\" delivery type exceeds the maximum allowed limit"
    },
    "20000200039": {
        "ua": "Сума Контролю оплати для типу доставки \"Склад-Двері\" перевищує максимально дозволений ліміт",
        "ru": "Сумма контроля оплаты для типа доставки «Склад-Дверь» превышает максимально допустимый лимит",
        "en": "The payment control amount for the \"Warehouse to Door\" shipping type exceeds the maximum allowed limit"
    },
    "20000200040": {
        "ua": "Параметр Контроль оплати повинен бути масивом",
        "ru": "Параметр «Контроль оплаты» должен быть массивом",
        "en": "The \"Payment Control\" parameter must be an array"
    },
    "20000200041": {
        "ua": "Альтернативне Контактне Лице Отримувача занадто довге",
        "ru": "Альтернативное контактное лицо получателя слишком длинное",
        "en": "The recipient's alternative contact person is too long"
    },
    "20000200042": {
        "ua": "Альтернативний тип платника не обрано",
        "ru": "Альтернативный тип плательщика не выбран",
        "en": "No alternative payer type has been selected"
    },
    "20000200043": {
        "ua": "Альтернативний спосіб оплати не обрано",
        "ru": "Альтернативный способ оплаты не выбран",
        "en": "No alternative payment method has been selected"
    },
    "20000200044": {
        "ua": "Альтернативний спосіб оплати - Безготівковий розрахунок недоступний",
        "ru": "Альтернативный способ оплаты — безналичный расчет недоступен",
        "en": "Alternative payment method - Cashless payment is not available"
    },
    "20000200046": {
        "ua": "Альтернативний отримувач не належить цьому користувачу",
        "ru": "Альтернативный получатель не принадлежит этому пользователю",
        "en": "The alternative recipient does not belong to this user"
    },
    "20000200047": {
        "ua": "Альтернативний отримувач не існує",
        "ru": "Альтернативного получателя нет",
        "en": "There is no alternative recipient"
    },
    "20000200048": {
        "ua": "Альтернативний отримувач некоректний",
        "ru": "Альтернативный получатель указан неверно",
        "en": "The alternative recipient is invalid"
    },
    "20000200049": {
        "ua": "Альтернативний отримувач видалений",
        "ru": "Альтернативный получатель удален",
        "en": "The alternate recipient has been removed"
    },
    "20000200050": {
        "ua": "Альтернативного отримувача не обрано",
        "ru": "Альтернативный получатель не выбран",
        "en": "No alternative recipient has been selected"
    },
    "20000200051": {
        "ua": "Адреса Альтернативного отримувача не належить цьому Альтернативному отримувачу",
        "ru": "Адрес альтернативного получателя не принадлежит данному альтернативному получателю",
        "en": "The address of the Alternative Recipient does not belong to this Alternative Recipient"
    },
    "20000200052": {
        "ua": "Адреса Альтернативного отримувача не існує",
        "ru": "Адрес альтернативного получателя не существует",
        "en": "The address of the alternative recipient does not exist"
    },
    "20000200053": {
        "ua": "Адреса Альтернативного отримувача некоректна",
        "ru": "Адрес альтернативного получателя указан неверно",
        "en": "The alternative recipient's address is incorrect"
    },
    "20000200054": {
        "ua": "Адресу Альтернативного отримувача видалено",
        "ru": "Адрес альтернативного получателя удален",
        "en": "The address of the alternative recipient has been removed"
    },
    "20000200055": {
        "ua": "Адреса Альтернативного отримувача не обрана",
        "ru": "Адрес альтернативного получателя не выбран",
        "en": "No alternative recipient address has been selected"
    },
    "20000200056": {
        "ua": "Місто Альтернативного отримувача вказано некоректно",
        "ru": "Город альтернативного получателя указан некорректно",
        "en": "The city for the alternative recipient is incorrect"
    },
    "20000200057": {
        "ua": "Місто Альтернативного отримувача не знайдено",
        "ru": "Город альтернативного получателя не найден",
        "en": "The city of the alternative recipient was not found"
    },
    "20000200058": {
        "ua": "Місто Альтернативного отримувача не обрано",
        "ru": "Город альтернативного получателя не выбран",
        "en": "The city of the alternative recipient has not been selected"
    },
    "20000200059": {
        "ua": "Контактне лице Альтернативного отримувача не належить до цього Альтернативного отримувача",
        "ru": "Контактное лицо альтернативного получателя не относится к данному альтернативному получателю",
        "en": "The contact person for the Alternative Recipient is not affiliated with that Alternative Recipient"
    },
    "20000200060": {
        "ua": "Контакттне лице Альтернативного отримувача не існує",
        "ru": "Контактное лицо у альтернативного получателя отсутствует",
        "en": "There is no contact person for the Alternative Recipient"
    },
    "20000200061": {
        "ua": "Контактне лице Альтернативного отримувача вказано некоректно",
        "ru": "Контактное лицо альтернативного получателя указано некорректно",
        "en": "The contact person for the alternative recipient is listed incorrectly"
    },
    "20000200062": {
        "ua": "Контактне лице Альтернативного отримувача видалено",
        "ru": "Контактное лицо альтернативного получателя удалено",
        "en": "The contact person for the Alternative Recipient has been removed"
    },
    "20000200063": {
        "ua": "Контактне лице Альтернативного отримувача не обрано",
        "ru": "Контактное лицо альтернативного получателя не выбрано",
        "en": "No contact person has been selected for the Alternative Recipient"
    },
    "20000200064": {
        "ua": "Тип платника Альтернативного отримувача вказано некоректно",
        "ru": "Тип плательщика «Альтернативный получатель» указан некорректно",
        "en": "The payer type for the alternative recipient is incorrect"
    },
    "20000200065": {
        "ua": "Спосіб оплати для альтернативного отримувача вказано некоректно",
        "ru": "Способ оплаты для альтернативного получателя указан некорректно",
        "en": "The payment method for the alternate recipient is incorrect"
    },
    "20000200066": {
        "ua": "Невірний формат вказаного номеру телефону альтернативного отримувача",
        "ru": "Неверный формат указанного номера телефона альтернативного получателя",
        "en": "The format of the alternative recipient's phone number is incorrect"
    },
    "20000200067": {
        "ua": "Телефон альтернативного отримувача не вказан",
        "ru": "Телефон альтернативного получателя не указан",
        "en": "The alternative recipient's phone number is not listed"
    },
    "20000200068": {
        "ua": "Помилки аутентифікації API",
        "ru": "Ошибки аутентификации API",
        "en": "API Authentication Errors"
    },
    "20000200069": {
        "ua": "API-ключ не вказано",
        "ru": "API-ключ не указан",
        "en": "API key not specified"
    },
    "20000200070": {
        "ua": "Масив зворотної доставки неправильно сформований",
        "ru": "Массив обратной доставки сформирован некорректно",
        "en": "The return delivery array is formatted incorrectly"
    },
    "20000200071": {
        "ua": "Масив повернення піддонів неправильно сформований",
        "ru": "Массив возврата поддонов сформирован некорректно",
        "en": "The pallet return array is not formatted correctly"
    },
    "20000200072": {
        "ua": "Послуга «Зворотня доставка» для АР Крим не діє!",
        "ru": "Услуга «Обратная доставка» для АР Крым не действует!",
        "en": "The \"Return Shipping\" service is not available for the Autonomous Republic of Crimea!"
    },
    "20000200073": {
        "ua": "Послуга \"Зворотна доставка\" не доступна для цього міста",
        "ru": "Услуга «Обратная доставка» недоступна для этого города",
        "en": "The \"Return Shipping\" service is not available for this city"
    },
    "20000200074": {
        "ua": "Занадто високе значення суми Зворотної доставки",
        "ru": "Слишком высокая сумма обратной доставки",
        "en": "The return shipping cost is too high"
    },
    "20000200075": {
        "ua": "Для даного контрагента тип вантажу Зворотна доставка е доступний",
        "ru": "Для данного контрагента доступен тип груза «Обратная доставка»",
        "en": "For this counterparty, the \"Return Shipment\" cargo type is available"
    },
    "20000200076": {
        "ua": "Зворотня доставка повинна співпадати з іншими типами зворотної доставки",
        "ru": "Обратная доставка должна совпадать с другими типами обратной доставки",
        "en": "Return shipping must match other types of return shipping"
    },
    "20000200077": {
        "ua": "Зворотна доставка не входить до списку допустимих послуг",
        "ru": "Обратная доставка не входит в перечень допустимых услуг",
        "en": "Return shipping is not included in the list of eligible services"
    },
    "20000200078": {
        "ua": "Заборонено створювати ЕН із зворотньою доставкою грошей в обране місто-отримувач",
        "ru": "Запрещается создавать ЭН с обратной доставкой денег в выбранный город-получатель",
        "en": "It is prohibited to create an EN with a return money transfer to the selected recipient city"
    },
    "20000200079": {
        "ua": "Неправильно вказано суму зворотноъ доставки",
        "ru": "Неправильно указана сумма обратной доставки",
        "en": "The return shipping amount is incorrect"
    },
    "20000200080": {
        "ua": "Сума зворотньої доставки не може бути менше 1 грн",
        "ru": "Стоимость обратной доставки не может быть меньше 1 грн",
        "en": "The return shipping fee cannot be less than 1 UAH"
    },
    "20000200081": {
        "ua": "Сума зворотної доставки грошей для типу доставки Двері-Двері, перевищує максимально допустимий ліміт",
        "ru": "Сумма обратной доставки денежных средств для типа доставки «От двери до двери» превышает максимально допустимый лимит",
        "en": "The amount of the refund for the Door-to-Door shipping method exceeds the maximum allowed limit"
    },
    "20000200082": {
        "ua": "Сума зворотної доставки грошей для типу доставки Склад-Двері, перевищує максимально допустимий ліміт",
        "ru": "Сумма обратной доставки денежных средств для типа доставки «Склад-Дверь» превышает максимально допустимый лимит",
        "en": "The amount of the refund for the \"Warehouse to Door\" shipping method exceeds the maximum allowed limit"
    },
    "20000200083": {
        "ua": "Зворотня доставка повинна бути Гроші",
        "ru": "Обратная доставка должна быть оплачена",
        "en": "Return shipping must be paid by the customer"
    },
    "20000200084": {
        "ua": "Тип платника зворотної доставки не може відрізнятися",
        "ru": "Тип плательщика обратной доставки не может отличаться",
        "en": "The type of return shipping payer cannot differ"
    },
    "20000200085": {
        "ua": "Неправильно вказано значення Платник зворотної доставки",
        "ru": "Неправильно указано значение «Плательщик обратной доставки»",
        "en": "The \"Return Shipping Payer\" value is incorrect"
    },
    "20000200086": {
        "ua": "Зворотня доставка, повинна бути масивом",
        "ru": "Обратная доставка должна быть массивом",
        "en": "The return delivery must be an array"
    },
    "20000200087": {
        "ua": "Зворотня доставка грошей при доставці Двері-Двері, занадто велика",
        "ru": "Обратная доставка денег при доставке «от двери до двери» — слишком дорого",
        "en": "Cash on Delivery for door-to-door delivery is too expensive"
    },
    "20000200088": {
        "ua": "Зворотня доставка грошей при доставці Склад-Двері, занадто велика",
        "ru": "Обратная доставка денег при доставке «Склад-Двери» — слишком дорого",
        "en": "Cash on delivery for \"Warehouse-to-Door\" delivery is too high"
    },
    "20000200090": {
        "ua": "Опис вантажу вказано невірно",
        "ru": "Описание груза указано неверно",
        "en": "The description of the cargo is incorrect"
    },
    "20000200091": {
        "ua": "Не вказано значення Кількість",
        "ru": "Значение «Количество» не указано",
        "en": "The \"Quantity\" value is not specified"
    },
    "20000200092": {
        "ua": "Не правильно вказане значення Кількість",
        "ru": "Неправильно указано значение «Количество»",
        "en": "The value for \"Quantity\" is incorrect"
    },
    "20000200093": {
        "ua": "Значення Кількість перевищує допустимий ліміт",
        "ru": "Значение Количество превышает допустимый лимит",
        "en": "Value: The quantity exceeds the allowed limit"
    },
    "20000200094": {
        "ua": "Непередано значення Опис вантажу",
        "ru": "Не указано значение «Описание груза»",
        "en": "\"Cargo Description\" has not been provided"
    },
    "20000200095": {
        "ua": "Неправильно вказано значення Опис вантажу",
        "ru": "Неправильно указано значение «Описание груза»",
        "en": "The \"Cargo Description\" value is incorrect"
    },
    "20000200096": {
        "ua": "Значення Кількість недійсне",
        "ru": "Значение «Количество» недействительно",
        "en": "Value: The quantity is invalid"
    },
    "20000200097": {
        "ua": "Параметр Кількість повинен бути масивом",
        "ru": "Параметр «Количество» должен быть массивом",
        "en": "The \"Quantity\" parameter must be an array"
    },
    "20000200098": {
        "ua": "Параметр Кількість повинен бути порожнім",
        "ru": "Поле «Количество» должно быть пустым",
        "en": "The \"Quantity\" field must be left blank"
    },
    "20000200099": {
        "ua": "Тип вантажу не вибрано",
        "ru": "Тип груза не выбран",
        "en": "Cargo type not selected"
    },
    "20000200101": {
        "ua": "Сертифікат",
        "ru": "Сертификат",
        "en": "Certificate"
    },
    "20000200102": {
        "ua": "Місто отримувача вказано некоректно",
        "ru": "Город получателя указан неверно",
        "en": "The recipient's city is incorrect"
    },
    "20000200103": {
        "ua": "Місто отримувача не знайдено",
        "ru": "Город получателя не найден",
        "en": "The recipient's city was not found"
    },
    "20000200104": {
        "ua": "Місто отримувача не обрано",
        "ru": "Город получателя не выбран",
        "en": "The recipient's city has not been selected"
    },
    "20000200105": {
        "ua": "Місто відправника некоректне",
        "ru": "Город отправителя указан неверно",
        "en": "The sender's city is incorrect"
    },
    "20000200106": {
        "ua": "Місто відправника не знайдено",
        "ru": "Город отправителя не найден",
        "en": "The sender's city was not found"
    },
    "20000200107": {
        "ua": "Місто відправника не вибрано",
        "ru": "Город отправителя не выбран",
        "en": "The sender's city has not been selected"
    },
    "20000200118": {
        "ua": "Вартість некоректна",
        "ru": "Стоимость указана неверно",
        "en": "The price is incorrect"
    },
    "20000200119": {
        "ua": "Вартість занадто висока",
        "ru": "Стоимость слишком высокая",
        "en": "The price is too high"
    },
    "20000200120": {
        "ua": "Вартість повинна бути рядком",
        "ru": "Стоимость должна быть строкой",
        "en": "The cost must be a line"
    },
    "20000200124": {
        "ua": "Значення фільтра \"Вартість доставки від\" не може бути меншим, ніж значення фільтра \"Вартість доставки до\"",
        "ru": "Значение фильтра «Стоимость доставки от» не может быть меньше, чем значение фильтра «Стоимость доставки до»",
        "en": "The value of the \"Shipping Cost From\" filter cannot be less than the value of the \"Shipping Cost To\" filter"
    },
    "20000200125": {
        "ua": "Значення фільтра \"Вартість доставки від\" недійсне",
        "ru": "Значение фильтра «Стоимость доставки от» неверно",
        "en": "The \"Shipping Cost From\" filter value is invalid"
    },
    "20000200126": {
        "ua": "Значення фільтра \"Вартість доставки від\" занадто велике",
        "ru": "Значение фильтра «Стоимость доставки от» слишком велико",
        "en": "The value for the \"Shipping cost starting at\" filter is too high"
    },
    "20000200127": {
        "ua": "Значення фільтра \"Вартість доставки до\" недійсне",
        "ru": "Значение фильтра «Стоимость доставки до» неверно",
        "en": "The \"Shipping Cost Up To\" filter value is invalid"
    },
    "20000200128": {
        "ua": "Значення фільтра \"Вартість доставки до\" занадто велике",
        "ru": "Значение фильтра «Стоимость доставки до» слишком велико",
        "en": "The value of the \"Shipping Cost Up To\" filter is too high"
    },
    "20000200131": {
        "ua": "Проблема створення Контрагента",
        "ru": "Проблема создания контрагента",
        "en": "The Problem of Creating a Counterparty"
    },
    "20000200132": {
        "ua": "Контрагент для альтернативної оплати за безготівковим розрахунком недійсний",
        "ru": "Контрагент для альтернативной оплаты посредством безналичного расчета недействителен",
        "en": "The counterparty for the alternative non-cash payment method is invalid"
    },
    "20000200133": {
        "ua": "Для вибраного Контрагента послуга контролю поштучної передачі недоступна",
        "ru": "Для выбранного контрагента услуга контроля поштучной передачи недоступна",
        "en": "The individual transfer monitoring service is not available for the selected Counterparty"
    },
    "20000200134": {
        "ua": "Для вибраного Контрагента послуга забору довіреності недоступна",
        "ru": "Для выбранного контрагента услуга получения доверенности недоступна",
        "en": "The power of attorney collection service is not available for the selected Counterparty"
    },
    "20000200135": {
        "ua": "Контрагент для оплати за безготівковим розрахунком недійсний",
        "ru": "Контрагент для оплаты по безналичному расчету недействителен",
        "en": "The payee for the non-cash payment is invalid"
    },
    "20000200136": {
        "ua": "Контрагент для доставки день у день недійсний",
        "ru": "Контрагент для доставки в тот же день недействителен",
        "en": "The counterparty for same-day delivery is invalid"
    },
    "20000200137": {
        "ua": "Контрагент для третьої особи недійсний",
        "ru": "Контрагент для третьего лица недействителен",
        "en": "A counterparty for a third party is invalid"
    },
    "20000200138": {
        "ua": "Контрагента не знайдено у вибраному місті",
        "ru": "Контрагент не найден в выбранном городе",
        "en": "No counterparties were found in the selected city"
    },
    "20000200139": {
        "ua": "Країна відправника недійсна",
        "ru": "Страна отправителя не указана",
        "en": "The sender's country is invalid"
    },
    "20000200140": {
        "ua": "Країна відправника обов'язкова",
        "ru": "Страна отправителя — обязательное поле",
        "en": "Country of origin is required"
    },
    "20000200143": {
        "ua": "Дата створення доставки не може бути меншою за бажану дату доставки",
        "ru": "Дата создания заказа не может быть раньше желаемой даты доставки",
        "en": "The shipment creation date cannot be earlier than the desired delivery date"
    },
    "20000200145": {
        "ua": "Дата створення доставки відсутня",
        "ru": "Дата создания доставки отсутствует",
        "en": "The delivery creation date is missing"
    },
    "20000200147": {
        "ua": "Доставка повинна бути на адресу",
        "ru": "Доставка должна быть осуществлена по адресу",
        "en": "Delivery must be made to the following address"
    },
    "20000200148": {
        "ua": "Послуга \"Доставка особисто в руки\" недійсна. Редагування для адресної доставки - заборонено.",
        "ru": "Услуга «Доставка лично в руки» не действует. Внесение изменений в адрес доставки запрещено.",
        "en": "The \"In-Person Delivery\" service is not available. Editing for address-specific delivery is not permitted."
    },
    "20000200150": {
        "ua": "Опис відсутній",
        "ru": "Описание отсутствует",
        "en": "No description available"
    },
    "20000200151": {
        "ua": "Опис недійсний",
        "ru": "Описание недействительно",
        "en": "The description is invalid"
    },
    "20000200152": {
        "ua": "Опис занадто довгий",
        "ru": "Описание слишком длинное",
        "en": "The description is too long"
    },
    "20000200153": {
        "ua": "Документ в реєстрі",
        "ru": "Документ в реестре",
        "en": "Document in the registry"
    },
    "20000200154": {
        "ua": "Документ уже роздруковано",
        "ru": "Документ уже распечатан",
        "en": "The document has already been printed"
    },
    "20000200157": {
        "ua": "Номер документа не заповнено",
        "ru": "Номер документа не указан",
        "en": "Document number not entered"
    },
    "20000200158": {
        "ua": "Номер документа некоректний",
        "ru": "Номер документа неверный",
        "en": "The document number is incorrect"
    },
    "20000200159": {
        "ua": "Документи повинні бути масивом",
        "ru": "Документы должны представлять собой массив",
        "en": "The documents must be an array"
    },
    "20000200161": {
        "ua": "Документи не знайдені",
        "ru": "Документы не найдены",
        "en": "Documents not found"
    },
    "20000200162": {
        "ua": "Неправильний формат значення Опис Зворотної доставки",
        "ru": "Неверный формат значения «Описание обратной доставки»",
        "en": "Invalid format for the \"Return Shipping\" value"
    },
    "20000200163": {
        "ua": "Значення поля Зворотна доставка документів занадто довге",
        "ru": "Значение поля «Обратная доставка документов» слишком длинное",
        "en": "The value in the \"Return of Documents\" field is too long"
    },
    "20000200164": {
        "ua": "ЄДРПОУ некоректний",
        "ru": "ЕГРПОУ указан неверно",
        "en": "The EDRPOU is incorrect"
    },
    "20000200165": {
        "ua": "ЄДРПОУ не повинен бути порожнім",
        "ru": "ЕГРПОУ не должен быть пустым",
        "en": "The EDRPOU field must not be left blank"
    },
    "20000200166": {
        "ua": "Не вдалося перетворити район у місто",
        "ru": "Не удалось превратить район в город",
        "en": "The attempt to turn the district into a city failed"
    },
    "20000200167": {
        "ua": "Не вдалося створити номер будинку одержувача",
        "ru": "Не удалось создать номер дома получателя",
        "en": "Unable to create the recipient's house number"
    },
    "20000200168": {
        "ua": "Не вдалося створити номер будинку відправника",
        "ru": "Не удалось создать номер дома отправителя",
        "en": "Unable to create the sender's house number"
    },
    "20000200169": {
        "ua": "Не вдалося підтвердити номер будинку одержувача",
        "ru": "Не удалось подтвердить номер дома получателя",
        "en": "The recipient's house number could not be verified"
    },
    "20000200170": {
        "ua": "Не вдалося підтвердити реф-ідентифікатор вулиці одержувача",
        "ru": "Не удалось подтвердить референсный идентификатор улицы получателя",
        "en": "Unable to verify the recipient's street reference ID"
    },
    "20000200171": {
        "ua": "Не вдалося підтвердити номер будинку відправника",
        "ru": "Не удалось подтвердить номер дома отправителя",
        "en": "The sender's house number could not be verified"
    },
    "20000200172": {
        "ua": "Не вдалося підтвердити реф-ідентифікатор вулиці відправника",
        "ru": "Не удалось подтвердить референсный идентификатор улицы отправителя",
        "en": "Unable to verify the sender's street reference ID"
    },
    "20000200173": {
        "ua": "Заповнення гарантійного талона некоректне",
        "ru": "Гарантийный талон заполнен некорректно",
        "en": "The warranty card has been filled out incorrectly"
    },
    "20000200174": {
        "ua": "Заповнення гарантійного талона недоступно",
        "ru": "Заполнение гарантийного талона недоступно",
        "en": "Filling out the warranty card is not available"
    },
    "20000200175": {
        "ua": "Для зворотної доставки значення \"Тип платника\" повинно бути Відправник",
        "ru": "Для обратной доставки значение «Тип плательщика» должно быть «Отправитель»",
        "en": "For return shipping, the \"Payer Type\" must be \"Sender\""
    },
    "20000200176": {
        "ua": "Послуга експедирування недоступна для обраного контрагента",
        "ru": "Услуга экспедирования недоступна для выбранного контрагента",
        "en": "The freight forwarding service is not available for the selected counterparty"
    },
    "20000200179": {
        "ua": "Значення \"Висота\" задовге",
        "ru": "Значение «Высота» слишком длинное",
        "en": "The \"Height\" value is too long"
    },
    "20000200180": {
        "ua": "Значення \"Висота\" задовге для поштомата InPost",
        "ru": "Значение «Высота» слишком велико для почтового автомата InPost",
        "en": "The \"Height\" value is too long for the InPost parcel locker"
    },
    "20000200181": {
        "ua": "Значення \"Висота\" задовге для поштомата PostomatNP",
        "ru": "Значение «Высота» слишком велико для почтомата PostomatNP",
        "en": "The \"Height\" value is too long for the PostomatNP parcel locker"
    },
    "20000200182": {
        "ua": "Неможливо доставити вантаж у святковий день",
        "ru": "Невозможно доставить груз в праздничный день",
        "en": "It is not possible to deliver the shipment on a holiday"
    },
    "20000200183": {
        "ua": "Неможливо доставити вантаж в цей день",
        "ru": "В этот день невозможно доставить груз",
        "en": "It is not possible to deliver the shipment on this day"
    },
    "20000200184": {
        "ua": "Тип вантажу некоректний",
        "ru": "Тип груза указан неверно",
        "en": "The cargo type is incorrect"
    },
    "20000200185": {
        "ua": "Неправильне значення суми",
        "ru": "Неверное значение суммы",
        "en": "Incorrect amount"
    },
    "20000200186": {
        "ua": "Часові інтервали некоректні",
        "ru": "Временные интервалы некорректны",
        "en": "The time intervals are incorrect"
    },
    "20000200187": {
        "ua": "Некоректно вказані часові інтервали",
        "ru": "Неправильно указанные временные интервалы",
        "en": "Incorrectly specified time intervals"
    },
    "20000200188": {
        "ua": "Внутрішній номер замовлення клієнта містить недопустимі символи",
        "ru": "Внутренний номер заказа клиента содержит недопустимые символы",
        "en": "The customer's internal order number contains invalid characters"
    },
    "20000200189": {
        "ua": "Внутрішній номер замовлення клієнта задовгий",
        "ru": "Внутренний номер заказа клиента слишком длинный",
        "en": "The customer's internal order number is too long"
    },
    "20000200190": {
        "ua": "Номер інтернет-документа не визначено",
        "ru": "Номер интернет-документа не указан",
        "en": "The online document number has not been specified"
    },
    "20000200191": {
        "ua": "Місто міжнародного відправника недійсне",
        "ru": "Город международного отправителя указан неверно",
        "en": "The city of the international sender is invalid"
    },
    "20000200192": {
        "ua": "Місто міжнародного відправника обов'язкове",
        "ru": "Город международного отправителя — обязательное поле",
        "en": "The city of the international sender is required"
    },
    "20000200193": {
        "ua": "Контакт міжнародного відправника недійсний",
        "ru": "Контактные данные международного отправителя неверны",
        "en": "The international sender's contact information is invalid"
    },
    "20000200194": {
        "ua": "Контакт міжнародного відправника обов'язковий",
        "ru": "Контактные данные международного отправителя обязательны",
        "en": "The international shipper's contact information is required"
    },
    "20000200195": {
        "ua": "Міжнародний Email недійсний",
        "ru": "Международный адрес электронной почты недействителен",
        "en": "The international email address is invalid"
    },
    "20000200196": {
        "ua": "Міжнародний відправник недійсний",
        "ru": "Международный отправляющий документ недействителен",
        "en": "The international shipping label is invalid"
    },
    "20000200197": {
        "ua": "Адреса міжнародного відправника недійсна",
        "ru": "Адрес международного отправителя неверный",
        "en": "The international sender's address is invalid"
    },
    "20000200198": {
        "ua": "Адреса міжнародного відправника обов'язкова",
        "ru": "Адрес международного отправителя является обязательным",
        "en": "The international sender's address is required"
    },
    "20000200199": {
        "ua": "Телефон міжнародного відправника недійсний",
        "ru": "Номер телефона международного отправителя недействителен",
        "en": "The international caller's phone number is invalid"
    },
    "20000200200": {
        "ua": "Телефон міжнародного відправника обов'язковий",
        "ru": "Номер телефона международного отправителя является обязательным",
        "en": "The international sender's phone number is required"
    },
    "20000200201": {
        "ua": "Міжнародна експрес-накладна недійсна",
        "ru": "Международная экспресс-накладная недействительна",
        "en": "The international express waybill is invalid"
    },
    "20000200202": {
        "ua": "Міжнародна експрес-накладна обов'язкова",
        "ru": "Международная экспресс-накладная является обязательной",
        "en": "An international express waybill is required"
    },
    "20000200203": {
        "ua": "Оголошена вартість недійсна",
        "ru": "Указанная стоимость недействительна",
        "en": "The listed price is invalid"
    },
    "20000200204": {
        "ua": "Оголошена вартість обов'язкова",
        "ru": "Указанная стоимость является обязательной",
        "en": "The listed price is binding"
    },
    "20000200205": {
        "ua": "Інтернет-документ не знайдено",
        "ru": "Интернет-документ не найден",
        "en": "The online document was not found"
    },
    "20000200206": {
        "ua": "Інтернет-документ не знайдено власником",
        "ru": "Интернет-документ не найден владельцем",
        "en": "The owner could not find the online document"
    },
    "20000200207": {
        "ua": "Доверенность недействительна",
        "ru": "Доверенность недействительна",
        "en": "The power of attorney is invalid"
    },
    "20000200208": {
        "ua": "Предмети порожні",
        "ru": "Предметы пустые",
        "en": "The items are empty"
    },
    "20000200210": {
        "ua": "Значення \"Довжина\" занадто довге",
        "ru": "Значение «Длина» слишком длинное",
        "en": "The \"Length\" value is too long"
    },
    "20000200211": {
        "ua": "Значення \"Довжина\" занадто довге для поштомата InPost",
        "ru": "Значение «Длина» слишком велико для почтомата InPost",
        "en": "The \"Length\" value is too long for the InPost parcel locker"
    },
    "20000200212": {
        "ua": "Значення \"Довжина\" занадто довге для поштомата NovaPoshta",
        "ru": "Значение «Длина» слишком длинное для почтомата NovaPoshta",
        "en": "The \"Length\" value is too long for the NovaPoshta parcel locker"
    },
    "20000200214": {
        "ua": "Більше одного міста одержувача знайдено в старому Адресному довіднику",
        "ru": "В старом Адресном справочнике найдено более одного города-получателя",
        "en": "More than one recipient city was found in the old Address Directory"
    },
    "20000200215": {
        "ua": "Параметр місця повинен бути один",
        "ru": "Параметр места должен быть один",
        "en": "There must be only one location parameter"
    },
    "20000200216": {
        "ua": "Дата не зазначена",
        "ru": "Дата не указана",
        "en": "Date not specified"
    },
    "20000200217": {
        "ua": "Немає прав в методі",
        "ru": "В методе нет прав",
        "en": "No permissions in the method"
    },
    "20000200218": {
        "ua": "Довжина опису адреси отримувача не может бути більше ніж 50 символів",
        "ru": "Длина описания адреса получателя не может превышать 50 символов",
        "en": "The recipient's address description cannot be longer than 50 characters"
    },
    "20000200219": {
        "ua": "Довжина опису адреси відправника не может бути більше ніж 50 символів",
        "ru": "Длина описания адреса отправителя не может превышать 50 символов",
        "en": "The sender's address description cannot be longer than 50 characters"
    },
    "20000200220": {
        "ua": "Номер порожній",
        "ru": "Номер свободен",
        "en": "The room is empty"
    },
    "20000200221": {
        "ua": "Кількість поверхів є недійсним",
        "ru": "Количество этажей указано неверно",
        "en": "The number of floors is invalid"
    },
    "20000200222": {
        "ua": "Замовлення послуги \"Спуск з поверху\" при відправці з відділення недоступний",
        "ru": "Заказ услуги «Спуск с этажа» при отправке из отделения недоступен",
        "en": "The \"Delivery from Floor\" service is not available for orders shipped from a branch"
    },
    "20000200223": {
        "ua": "Неправильно вказано значення Під'йом на поверх",
        "ru": "Неправильно указано значение «Подъем на этаж»",
        "en": "The value for \"Floors to climb\" is incorrect"
    },
    "20000200224": {
        "ua": "Підйом на поверх неможливий коли доставка до складу",
        "ru": "Подъем на этаж невозможен, если доставка осуществляется на склад",
        "en": "Delivery to a specific floor is not possible when delivering to the warehouse"
    },
    "20000200225": {
        "ua": "Параметри місць повинні мати тип вантажу \"Вантаж\" або \"Палета\"",
        "ru": "Параметры мест должны иметь тип груза «Груз» или «Паллета»",
        "en": "The space parameters must have the cargo type \"Cargo\" or \"Pallet\""
    },
    "20000200226": {
        "ua": "Параметр місць порожній",
        "ru": "Поле «Места» пустое",
        "en": "The seat parameter is empty"
    },
    "20000200227": {
        "ua": "Параметр місць повинен бути масивом",
        "ru": "Параметр «мест» должен быть массивом",
        "en": "The \"places\" parameter must be an array"
    },
    "20000200228": {
        "ua": "Замовлення не знайдено",
        "ru": "Заказ не найден",
        "en": "Order not found"
    },
    "20000200231": {
        "ua": "Організація не існує або неправильно вказано код ЄДРПОУ",
        "ru": "Организация не существует или код ЕГРПОУ указан неверно",
        "en": "The organization does not exist, or the EDRPOU code is incorrect"
    },
    "20000200232": {
        "ua": "Інша зворотна доставка недійсна",
        "ru": "Любая другая обратная доставка недействительна",
        "en": "Any other return shipment is invalid"
    },
    "20000200233": {
        "ua": "Інша зворотна доставка занадто довга",
        "ru": "Другая обратная доставка занимает слишком много времени",
        "en": "The other return shipping takes too long"
    },
    "20000200234": {
        "ua": "Зазначено некоректну форму власності",
        "ru": "Указана некорректная форма собственности",
        "en": "An incorrect form of ownership has been specified"
    },
    "20000200235": {
        "ua": "Параметр форма власності не вказано",
        "ru": "Параметр «форма собственности» не указан",
        "en": "The \"form of ownership\" parameter is not specified"
    },
    "20000200236": {
        "ua": "Параметр форма власності повинен бути порожнім",
        "ru": "Поле «Форма собственности» должно быть пустым",
        "en": "The \"Ownership Type\" field must be left blank"
    },
    "20000200237": {
        "ua": "Параметр упаковки порожній",
        "ru": "Поле «Параметры упаковки» пустое",
        "en": "The packaging parameter is empty"
    },
    "20000200238": {
        "ua": "Параметр упаковки занадто довгий",
        "ru": "Параметр упаковки слишком длинный",
        "en": "The packaging parameter is too long"
    },
    "20000200239": {
        "ua": "Параметр упаковки недійсний",
        "ru": "Параметр упаковки недействителен",
        "en": "The packaging parameter is invalid"
    },
    "20000200242": {
        "ua": "Параметр \"Номер упаковки\" містить неприпустимі символи",
        "ru": "Параметр «Номер упаковки» содержит недопустимые символы",
        "en": "The \"Package Number\" field contains invalid characters"
    },
    "20000200243": {
        "ua": "Параметр \"Номер упаковки\" занадто довгий",
        "ru": "Параметр «Номер упаковки» слишком длинный",
        "en": "The \"Package Number\" field is too long"
    },
    "20000200245": {
        "ua": "Платник третя особа не дійсний",
        "ru": "Плательщик — третье лицо — недействителен",
        "en": "The third-party payer is invalid"
    },
    "20000200247": {
        "ua": "Тип платника не обрано",
        "ru": "Тип плательщика не выбран",
        "en": "Payer type not selected"
    },
    "20000200248": {
        "ua": "Спосіб оплати не обрано",
        "ru": "Способ оплаты не выбран",
        "en": "No payment method has been selected"
    },
    "20000200249": {
        "ua": "Оплата за безготівковим розрахунком недоступна",
        "ru": "Оплата безналичным расчетом недоступна",
        "en": "Payment by bank transfer is not available"
    },
    "20000200250": {
        "ua": "Не обрано спосіб оплати",
        "ru": "Способ оплаты не выбран",
        "en": "No payment method has been selected"
    },
    "20000200251": {
        "ua": "Спосіб оплати вказано некоректно",
        "ru": "Способ оплаты указан неверно",
        "en": "The payment method is incorrect"
    },
    "20000200252": {
        "ua": "Не вказана платіжна система",
        "ru": "Платежная система не указана",
        "en": "Payment system not specified"
    },
    "20000200254": {
        "ua": "Бажана дата доставки не може бути менше, ніж сьогодні",
        "ru": "Желаемая дата доставки не может быть раньше сегодняшнего дня",
        "en": "The desired delivery date cannot be earlier than today"
    },
    "20000200255": {
        "ua": "Бажана дата доставки містить неправильний формат",
        "ru": "Указанная желаемая дата доставки имеет неверный формат",
        "en": "The desired delivery date is in the wrong format"
    },
    "20000200256": {
        "ua": "Місто одержувача порожнє для підтвердження доставки в Суботу",
        "ru": "Поле «Город получателя» пустое для подтверждения доставки в субботу",
        "en": "The recipient's city field is blank for Saturday delivery confirmation"
    },
    "20000200261": {
        "ua": "Одержувач недійсний",
        "ru": "Получатель недействителен",
        "en": "The recipient is invalid"
    },
    "20000200264": {
        "ua": "Адреса одержувача не належить до цього одержувача",
        "ru": "Адрес получателя не относится к данному получателю",
        "en": "The recipient's address does not belong to this recipient"
    },
    "20000200265": {
        "ua": "Адреса одержувача не існує",
        "ru": "Адрес получателя не существует",
        "en": "The recipient's address does not exist"
    },
    "20000200266": {
        "ua": "Адреса отримувача вказана некоректно",
        "ru": "Адрес получателя указан неверно",
        "en": "The recipient's address is incorrect"
    },
    "20000200267": {
        "ua": "Адреса одержувача видалена",
        "ru": "Адрес получателя удален",
        "en": "The recipient's address has been removed"
    },
    "20000200268": {
        "ua": "Адреса отримувача не обрана",
        "ru": "Адрес получателя не выбран",
        "en": "The recipient's address has not been selected"
    },
    "20000200269": {
        "ua": "Коментар Адреса одержувача недійсний",
        "ru": "Комментарий: Адрес получателя неверный",
        "en": "Comment: The recipient's address is invalid"
    },
    "20000200270": {
        "ua": "Номер квартири в Адресі одержувача недійсний",
        "ru": "Номер квартиры в адресе получателя неверный",
        "en": "The apartment number in the recipient's address is invalid"
    },
    "20000200271": {
        "ua": "Номер будинку в Адресі одержувача недійсний",
        "ru": "Номер дома в адресе получателя неверный",
        "en": "The house number in the recipient's address is invalid"
    },
    "20000200272": {
        "ua": "Номер будинку в Адресі отримувача не обрано",
        "ru": "Номер дома в адресе получателя не указан",
        "en": "The house number in the recipient's address has not been selected"
    },
    "20000200273": {
        "ua": "RecipientAddressName не знайдено",
        "ru": "RecipientAddressName не найден",
        "en": "RecipientAddressName not found"
    },
    "20000200274": {
        "ua": "Вулиця в Адресі одержувача не вибрана",
        "ru": "В адресе получателя не указана улица",
        "en": "The street in the recipient's address has not been selected"
    },
    "20000200275": {
        "ua": "Область одержувача не вибрана",
        "ru": "Область получателя не выбрана",
        "en": "The recipient's region has not been selected"
    },
    "20000200276": {
        "ua": "Місто отримувача вказано некоректно",
        "ru": "Город получателя указан неверно",
        "en": "The recipient's city is incorrect"
    },
    "20000200277": {
        "ua": "Місто отримувача не обраний",
        "ru": "Город получателя не выбран",
        "en": "The recipient's city has not been selected"
    },
    "20000200278": {
        "ua": "Найменування Міста одержувача некоректно",
        "ru": "Название города получателя указано неверно",
        "en": "The recipient's city name is incorrect"
    },
    "20000200279": {
        "ua": "Ім'я Місто отримувача не знайдено",
        "ru": "Имя и город получателя не найдены",
        "en": "The recipient's name and city were not found"
    },
    "20000200280": {
        "ua": "Назва Місто отримувача не знайдено в старому Адресному довіднику",
        "ru": "Название города получателя не найдено в старом адресном справочнике",
        "en": "The name of the recipient's city was not found in the old Address Directory"
    },
    "20000200281": {
        "ua": "Назва Місто отримувача не обрано",
        "ru": "Название Город получателя не выбран",
        "en": "Title: Recipient's City Not Selected"
    },
    "20000200282": {
        "ua": "Ім'я контакту одержувача вказано некоректно",
        "ru": "Имя контакта получателя указано некорректно",
        "en": "The recipient's contact name is incorrect"
    },
    "20000200283": {
        "ua": "Ім'я контакту отримувача не вибрано",
        "ru": "Имя контакта получателя не выбрано",
        "en": "The recipient's contact name has not been selected"
    },
    "20000200284": {
        "ua": "Ім'я отримувача недійсне",
        "ru": "Имя получателя неверно",
        "en": "The recipient's name is invalid"
    },
    "20000200285": {
        "ua": "Прізвище отримувача недійсне",
        "ru": "Фамилия получателя неверна",
        "en": "The recipient's last name is invalid"
    },
    "20000200286": {
        "ua": "Прізвище отримувача не обрано",
        "ru": "Фамилия получателя не указана",
        "en": "The recipient's last name has not been selected"
    },
    "20000200287": {
        "ua": "Назва організації отримувача недійсна",
        "ru": "Название организации-получателя неверно",
        "en": "The recipient organization's name is invalid"
    },
    "20000200288": {
        "ua": "Назва організації отримувача не обрана",
        "ru": "Название организации-получателя не выбрано",
        "en": "The name of the recipient organization has not been selected"
    },
    "20000200289": {
        "ua": "Форма власності отримувача недійсна",
        "ru": "Форма собственности получателя недействительна",
        "en": "The recipient's form of ownership is invalid"
    },
    "20000200290": {
        "ua": "Форму власності отримувача не обрано",
        "ru": "Форма собственности получателя не выбрана",
        "en": "The recipient's ownership type has not been selected"
    },
    "20000200291": {
        "ua": "Номер телефону отримувача недійсний",
        "ru": "Номер телефона получателя неверный",
        "en": "The recipient's phone number is invalid"
    },
    "20000200292": {
        "ua": "Номер телефону отримувача не вибрано",
        "ru": "Номер телефона получателя не выбран",
        "en": "The recipient's phone number has not been selected"
    },
    "20000200294": {
        "ua": "Квартиру одержувача вказано некоректно",
        "ru": "Адрес получателя указан неверно",
        "en": "The recipient's apartment address is incorrect"
    },
    "20000200295": {
        "ua": "Будинок одержувача вказано некоректно",
        "ru": "Адрес получателя указан неверно",
        "en": "The recipient's address is incorrect"
    },
    "20000200296": {
        "ua": "Будинок одержувача не вибрано",
        "ru": "Дом получателя не выбран",
        "en": "The recipient's address has not been selected"
    },
    "20000200300": {
        "ua": "Тип одержувача недійсний",
        "ru": "Тип получателя недействителен",
        "en": "The recipient type is invalid"
    },
    "20000200301": {
        "ua": "Параметр відділення отримувача не є числовим значенням",
        "ru": "Параметр отделения получателя не является числовым значением",
        "en": "The recipient's department parameter is not a numeric value"
    },
    "20000200302": {
        "ua": "Розрахувати зворотну доставку",
        "ru": "Рассчитать стоимость обратной доставки",
        "en": "Calculate return shipping"
    },
    "20000200303": {
        "ua": "Розрахувати суму зворотної доставки",
        "ru": "Рассчитать стоимость обратной доставки",
        "en": "Calculate the return shipping cost"
    },
    "20000200306": {
        "ua": "Ідентифікатор повинен бути порожнім",
        "ru": "Идентификатор должен быть пустым",
        "en": "The identifier must be empty"
    },
    "20000200307": {
        "ua": "Ідентифікатори не визначені",
        "ru": "Идентификаторы не определены",
        "en": "Identifiers are not defined"
    },
    "20000200308": {
        "ua": "Район одержувача не знайдено",
        "ru": "Район получателя не найден",
        "en": "The recipient's district was not found"
    },
    "20000200309": {
        "ua": "Доставка день у день недоступна",
        "ru": "Доставка день у день недоступна",
        "en": "Same-day delivery is not available"
    },
    "20000200310": {
        "ua": "Доставка день у день недоступна для різних міст",
        "ru": "Доставка в тот же день недоступна для некоторых городов",
        "en": "Same-day delivery is not available for certain cities"
    },
    "20000200311": {
        "ua": "Доставка день у день недоступна для пізнього замовлення",
        "ru": "Доставка в тот же день недоступна при позднем заказе",
        "en": "Same-day delivery is not available for late orders"
    },
    "20000200312": {
        "ua": "Ідентифікатор відсканованого реєстру недійсний",
        "ru": "Идентификатор отсканированного реестра недействителен",
        "en": "The scanned registry ID is invalid"
    },
    "20000200313": {
        "ua": "Кількість місць не вказано",
        "ru": "Количество мест не указано",
        "en": "Number of seats not specified"
    },
    "20000200314": {
        "ua": "Кількість місць некоректна",
        "ru": "Количество мест указано неверно",
        "en": "The number of seats is incorrect"
    },
    "20000200315": {
        "ua": "Значення фільтра \"Кількість місць З\" не повинно бути меншим від значення фільтра \"Кількість місць ПО\"",
        "ru": "Значение фильтра «Количество мест З» не должно быть меньше значения фильтра «Количество мест ПО»",
        "en": "The value of the \"Number of Seats Z\" filter must not be less than the value of the \"Number of Seats PO\" filter"
    },
    "20000200316": {
        "ua": "Значення фільтра \"Кількість місць З\" некоректне",
        "ru": "Значение фильтра «Количество мест З» некорректно",
        "en": "The value for the \"Number of Seats Z\" filter is incorrect"
    },
    "20000200317": {
        "ua": "Значення фільтра \"Кількість місць З\" занадто велике",
        "ru": "Значение фильтра «Количество мест З» слишком велико",
        "en": "The value for the \"Number of Seats Z\" filter is too high"
    },
    "20000200318": {
        "ua": "Значення фільтра \"Кількість місць ПО\" некоректне",
        "ru": "Значение фильтра «Количество мест ПО» некорректно",
        "en": "The value for the \"Number of Software Licenses\" filter is incorrect"
    },
    "20000200319": {
        "ua": "Значення фільтра \"Кількість місць ПО\" занадто велике",
        "ru": "Значение фильтра «Количество мест ПО» слишком велико",
        "en": "The value for the \"Number of Software Licenses\" filter is too high"
    },
    "20000200325": {
        "ua": "Адреса відправника не належить цьому відправнику",
        "ru": "Адрес отправителя не принадлежит этому отправителю",
        "en": "The sender's address does not belong to this sender"
    },
    "20000200326": {
        "ua": "Адреса відправника не існує",
        "ru": "Адрес отправителя не существует",
        "en": "The sender's address does not exist"
    },
    "20000200327": {
        "ua": "Адреса відправника неправильна",
        "ru": "Адрес отправителя указан неверно",
        "en": "The sender's address is incorrect"
    },
    "20000200328": {
        "ua": "Адреса відправника видалена",
        "ru": "Адрес отправителя удален",
        "en": "The sender's address has been removed"
    },
    "20000200329": {
        "ua": "Адреса відправника не вибрана",
        "ru": "Адрес отправителя не выбран",
        "en": "The sender's address has not been selected"
    },
    "20000200330": {
        "ua": "Коментар до адреси відправника недійсний",
        "ru": "Комментарий к адресу отправителя недействителен",
        "en": "Comment on the sender's address is invalid"
    },
    "20000200331": {
        "ua": "Квартира адреси відправника некоректна",
        "ru": "Адрес отправителя указан неверно",
        "en": "The sender's address is incorrect"
    },
    "20000200332": {
        "ua": "Будинок адреси відправника недійсний",
        "ru": "Адрес отправителя неверный",
        "en": "The sender's address is invalid"
    },
    "20000200333": {
        "ua": "Вулиця адреси відправника не вибрана",
        "ru": "Улица в адресе отправителя не выбрана",
        "en": "The street for the sender's address has not been selected"
    },
    "20000200334": {
        "ua": "Місто відправника не вибрано",
        "ru": "Город отправителя не выбран",
        "en": "The sender's city has not been selected"
    },
    "20000200335": {
        "ua": "Ім'я контрагента-відправника недійсне",
        "ru": "Имя контрагента-отправителя неверно",
        "en": "The name of the sending counterparty is invalid"
    },
    "20000200336": {
        "ua": "Ім'я контрагента-відправника не вибрано",
        "ru": "Имя контрагента-отправителя не выбрано",
        "en": "The name of the sending counterparty has not been selected"
    },
    "20000200337": {
        "ua": "Ім'я відправника недійсне",
        "ru": "Имя отправителя неверно",
        "en": "The sender's name is invalid"
    },
    "20000200338": {
        "ua": "Ім'я відправника не вибрано",
        "ru": "Имя отправителя не выбрано",
        "en": "No sender name has been selected"
    },
    "20000200339": {
        "ua": "Прізвище відправника недійсне",
        "ru": "Фамилия отправителя неверна",
        "en": "The sender's last name is invalid"
    },
    "20000200340": {
        "ua": "Прізвище відправника не вибрано",
        "ru": "Фамилия отправителя не выбрана",
        "en": "The sender's last name has not been selected"
    },
    "20000200341": {
        "ua": "Телефон відправника недійсний",
        "ru": "Номер телефона отправителя недействителен",
        "en": "The sender's phone number is invalid"
    },
    "20000200342": {
        "ua": "Телефон відправника не вибрано",
        "ru": "Номер отправителя не выбран",
        "en": "The sender's phone number has not been selected"
    },
    "20000200346": {
        "ua": "Ідентифікатор відділення відправника не є числовим значенням",
        "ru": "Идентификатор отделения отправителя не является числовым значением",
        "en": "The sender's branch ID is not a numeric value"
    },
    "20000200347": {
        "ua": "Поле \"Дип доставки\" порожнє",
        "ru": "Поле «Способ доставки» пустое",
        "en": "The \"Delivery Address\" field is empty"
    },
    "20000200348": {
        "ua": "Поле \"Тип доставки\" некоректне",
        "ru": "Поле «Тип доставки» указано некорректно",
        "en": "The \"Shipping Type\" field is incorrect"
    },
    "20000200349": {
        "ua": "Сума",
        "ru": "Сумма",
        "en": "Amount"
    },
    "20000200350": {
        "ua": "Третя особа може використовувати тільки безготівковий розрахунок",
        "ru": "Третье лицо может использовать только безналичный расчет",
        "en": "A third party may only use non-cash payments"
    },
    "20000200351": {
        "ua": "Третя особа недійсна",
        "ru": "Третье лицо недействительно",
        "en": "The third party is invalid"
    },
    "20000200352": {
        "ua": "Третя особа не вибрана",
        "ru": "Третье лицо не выбрано",
        "en": "No third party has been selected"
    },
    "20000200354": {
        "ua": "Поле \"Піддони\" не може бути порожнім",
        "ru": "Поле «Поддоны» не может быть пустым",
        "en": "The \"Pallets\" field cannot be empty"
    },
    "20000200355": {
        "ua": "Поле \"Піддони\" повинно бути масивом",
        "ru": "Поле «Поддоны» должно быть массивом",
        "en": "The \"Pallets\" field must be an array"
    },
    "20000200356": {
        "ua": "Тип повинен бути HTML або PDF",
        "ru": "Тип должен быть HTML или PDF",
        "en": "The file type must be HTML or PDF"
    },
    "20000200357": {
        "ua": "Тип повинен бути рядком",
        "ru": "Тип должен быть строкой",
        "en": "The type must be a string"
    },
    "20000200358": {
        "ua": "Найменування поля \"Тип компенсації\" порожній",
        "ru": "Поле «Тип компенсации» пусто",
        "en": "The \"Compensation Type\" field is empty"
    },
    "20000200359": {
        "ua": "Найменування поля \"Тип компенсації\" недійсне",
        "ru": "Название поля «Тип компенсации» неверно",
        "en": "The field name \"Compensation Type\" is invalid"
    },
    "20000200360": {
        "ua": "Найменування поля \"Тип компенсації\" повинно бути порожнім",
        "ru": "Поле «Тип компенсации» должно быть пустым",
        "en": "The \"Compensation Type\" field must be left blank"
    },
    "20000200361": {
        "ua": "Доставка у вихідний день у цьому місті неможлива",
        "ru": "Доставка в выходной день в этом городе невозможна",
        "en": "Delivery on weekends is not available in this city"
    },
    "20000200362": {
        "ua": "Значення \"Цінні папери\" надто велике",
        "ru": "Значение «Ценные бумаги» слишком велико",
        "en": "The value of \"Securities\" is too high"
    },
    "20000200363": {
        "ua": "Значення тип компенсації порожнє",
        "ru": "Значение «Тип компенсации» отсутствует",
        "en": "The \"Compensation Type\" field is empty"
    },
    "20000200364": {
        "ua": "Значення тип компенсації має бути порожнім",
        "ru": "Значение «тип компенсации» должно быть пустым",
        "en": "The \"compensation type\" field must be left blank"
    },
    "20000200365": {
        "ua": "Значення \"Загальний об'єм\" недійсне",
        "ru": "Значение «Общий объем» неверно",
        "en": "The \"Total Volume\" value is invalid"
    },
    "20000200366": {
        "ua": "Значення \"Загальний об'єм\" надто велике",
        "ru": "Значение «Общий объем» слишком велико",
        "en": "The \"Total Volume\" value is too large"
    },
    "20000200367": {
        "ua": "Значення \"Загальний об'єм\" повинно бути порожнім",
        "ru": "Поле «Общий объем» должно быть пустым",
        "en": "The \"Total Volume\" field must be left blank"
    },
    "20000200368": {
        "ua": "Значення \"Об'ємна вага\" порожнє",
        "ru": "Поле «Объемный вес» пустое",
        "en": "The \"Volume Weight\" field is empty"
    },
    "20000200369": {
        "ua": "Значення \"Об'ємна вага\" недійсне",
        "ru": "Значение «Объемный вес» неверно",
        "en": "The \"Volume Weight\" value is invalid"
    },
    "20000200370": {
        "ua": "Значення \"Об'ємна вага\" надто велике",
        "ru": "Значение «Объемный вес» слишком велико",
        "en": "The \"Volume Weight\" value is too high"
    },
    "20000200371": {
        "ua": "Значення \"Об'ємна вага\" повинно бути порожнім",
        "ru": "Поле «Объемный вес» должно быть пустым",
        "en": "The \"Volume Weight\" field must be left blank"
    },
    "20000200373": {
        "ua": "Вага недійсна",
        "ru": "Вес недействителен",
        "en": "The weight is invalid"
    },
    "20000200374": {
        "ua": "Вага менше мінімальної для типу вантажу \"Документи\"",
        "ru": "Вес меньше минимального для типа груза «Документы»",
        "en": "The weight is less than the minimum for the \"Documents\" cargo type"
    },
    "20000200375": {
        "ua": "Вага занадто велика",
        "ru": "Вес слишком большой",
        "en": "The weight is too heavy"
    },
    "20000200376": {
        "ua": "Вага занадто велика для типу вантажу \"Документи\"",
        "ru": "Вес слишком велик для типа груза «Документы»",
        "en": "The weight is too high for the \"Documents\" cargo type"
    },
    "20000200377": {
        "ua": "Вага одного місця з послугою \"До дверей\" має бути до 100 кг",
        "ru": "Вес одного места с услугой «До двери» должен составлять не более 100 кг",
        "en": "The weight of a single item with the \"Door-to-Door\" service must be up to 100 kg"
    },
    "20000200378": {
        "ua": "Вага занадто велика для недільної доставки",
        "ru": "Вес слишком велик для доставки в воскресенье",
        "en": "The weight is too heavy for Sunday delivery"
    },
    "20000200379": {
        "ua": "Вага занадто велика для послуги спуску з поверху",
        "ru": "Вес слишком велик для услуги по спуску с этажа",
        "en": "The weight is too heavy for the floor-to-floor delivery service"
    },
    "20000200380": {
        "ua": "Вага занадто велика для цього поштомата",
        "ru": "Вес слишком велик для этого почтомата",
        "en": "The weight is too heavy for this parcel locker"
    },
    "20000200381": {
        "ua": "Значення фільтра \"Вага від\" не може бути меншим, ніж значення фільтра \"Вага до\"",
        "ru": "Значение фильтра «Вес от» не может быть меньше, чем значение фильтра «Вес до»",
        "en": "The value of the \"Weight From\" filter cannot be less than the value of the \"Weight To\" filter"
    },
    "20000200382": {
        "ua": "Значення фільтра \"Вага від\" недійсне",
        "ru": "Значение фильтра «Вес от» неверно",
        "en": "The value for the \"Weight from\" filter is invalid"
    },
    "20000200383": {
        "ua": "Значення фільтра \"Вага від\" надто велике",
        "ru": "Значение фильтра «Вес от» слишком велико",
        "en": "The value of the \"Weight from\" filter is too high"
    },
    "20000200384": {
        "ua": "Значення фільтра \"Вага до\" недійсне",
        "ru": "Значение фильтра «Вес до» неверно",
        "en": "The \"Weight to\" filter value is invalid"
    },
    "20000200385": {
        "ua": "Weight To занадто довгий",
        "ru": "Weight To слишком длинный",
        "en": "Weight: Too long"
    },
    "20000200387": {
        "ua": "Вага занадто довгий",
        "ru": "Текст слишком длинный",
        "en": "The weight is too long"
    },
    "20000200388": {
        "ua": "Вага занадто велика для поштомата InPost",
        "ru": "Вес слишком велик для почтомата InPost",
        "en": "The weight is too heavy for the InPost parcel locker"
    },
    "20000200389": {
        "ua": "Габарити занадто великі для поштомата PostomatNP",
        "ru": "Габариты слишком велики для почтомата PostomatNP",
        "en": "The dimensions are too large for the PostomatNP parcel locker"
    },
    "20000200391": {
        "ua": "Поштовий індекс збігається в 2-х або більше містах",
        "ru": "Почтовый индекс совпадает в двух или более городах",
        "en": "The ZIP code is the same in two or more cities"
    },
    "20000200392": {
        "ua": "Поштовий індекс не знайдено",
        "ru": "Почтовый индекс не найден",
        "en": "Postal code not found"
    },
    "20000200393": {
        "ua": "Пропущений пов'язаний об'єкт з поштовим індексом",
        "ru": "Пропущен связанный объект с почтовым индексом",
        "en": "Missing related object with a ZIP code"
    },
    "20000200564": {
        "ua": "Є тільки недійсні штрих-коди документів або ідентифікатори документів",
        "ru": "Имеются только недействительные штрих-коды документов или идентификаторы документов",
        "en": "There are only invalid document barcodes or document identifiers"
    },
    "20000200565": {
        "ua": "Штрих-код і / або ідентифікатор документу не встановлено",
        "ru": "Штрих-код и/или идентификатор документа не указаны",
        "en": "No barcode and/or document ID has been entered"
    },
    "20000200780": {
        "ua": "Помилка отримання контрагента",
        "ru": "Ошибка при получении данных контрагента",
        "en": "Counterparty retrieval error"
    },
    "20000200781": {
        "ua": "Помилка створення адреси для контрагента",
        "ru": "Ошибка при создании адреса контрагента",
        "en": "Error creating an address for a counterparty"
    },
    "20000200782": {
        "ua": "fatal error 003 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 003 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 003 Please contact support: support@novaposhta.ua"
    },
    "20000200783": {
        "ua": "fatal error 004 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 004 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 004 Please contact support: support@novaposhta.ua"
    },
    "20000200785": {
        "ua": "Дублікат ТТН",
        "ru": "Дубликат ТТН",
        "en": "Duplicate Waybill"
    },
    "20000200787": {
        "ua": "fatal error 005 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 005 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 005 Please contact support: support@novaposhta.ua"
    },
    "20000200788": {
        "ua": "fatal error 006 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 006 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 006 Please contact support: support@novaposhta.ua"
    },
    "20000200789": {
        "ua": "Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Please contact support: support@novaposhta.ua"
    },
    "20000200790": {
        "ua": "fatal error 007 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 007 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 007 Please contact support: support@novaposhta.ua"
    },
    "20000200791": {
        "ua": "Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Please contact support: support@novaposhta.ua"
    },
    "20000200792": {
        "ua": "fatal error 008 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 008 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 008 Please contact support: support@novaposhta.ua"
    },
    "20000200793": {
        "ua": "Помилка дати доставки",
        "ru": "Ошибка в дате доставки",
        "en": "Delivery Date Error"
    },
    "20000200794": {
        "ua": "fatal error 001 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 001 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "fatal error 001 Please contact support: support@novaposhta.ua"
    },
    "20000200795": {
        "ua": "Помилка служби відстеження документів",
        "ru": "Ошибка службы отслеживания документов",
        "en": "Document Tracking Service Error"
    },
    "20000200796": {
        "ua": "Помилка отримання ідентифікатора населеного пункту за ідентифікатором вулиці поселення",
        "ru": "Ошибка при получении идентификатора населенного пункта по идентификатору улицы в населенном пункте",
        "en": "Error retrieving the settlement ID based on the street ID"
    },
    "20000200797": {
        "ua": "Вулицю населеного пункту відправника не знайдено",
        "ru": "Улица в населённом пункте отправителя не найдена",
        "en": "The street in the sender's town could not be found"
    },
    "20000200798": {
        "ua": "Проблема з відправником",
        "ru": "Проблема с отправителем",
        "en": "Problem with the sender"
    },
    "20000200799": {
        "ua": "Місто одержувача не знайдено",
        "ru": "Город получателя не найден",
        "en": "The recipient's city was not found"
    },
    "20000200800": {
        "ua": "Помилка створення текстової адреси",
        "ru": "Ошибка при создании текстового адреса",
        "en": "Error creating a text address"
    },
    "20000200801": {
        "ua": "Помилка часткового збереження інтернет-документа",
        "ru": "Ошибка частичного сохранения интернет-документа",
        "en": "Error: Partial saving of an online document"
    },
    "20000200802": {
        "ua": "Не знайдено інтернет документ",
        "ru": "Интернет-документ не найден",
        "en": "Internet document not found"
    },
    "20000200803": {
        "ua": "Помилка часткового видалення інтернет-документа",
        "ru": "Ошибка при частичном удалении интернет-документа",
        "en": "Error: Partial deletion of an online document"
    },
    "20000200804": {
        "ua": "Під час оплати карткою виникла помилка. Спробуйте пізніше.",
        "ru": "При оплате картой произошла ошибка. Попробуйте позже.",
        "en": "An error occurred while processing your card payment. Please try again later."
    },
    "20000200805": {
        "ua": "Інтернет-документ не знайдено",
        "ru": "Интернет-документ не найден",
        "en": "The online document was not found"
    },
    "20000200807": {
        "ua": "Замовлення на оплату карткою не знайдено",
        "ru": "Заказ для оплаты картой не найден",
        "en": "No order for payment by card was found"
    },
    "20000200808": {
        "ua": "Оплата карткою недоступна",
        "ru": "Оплата картой недоступна",
        "en": "Card payments are not available"
    },
    "20000200810": {
        "ua": "Оплату по інтернет документу скасовано",
        "ru": "Оплата по интернет-документу отменена",
        "en": "Payment via the online document has been canceled"
    },
    "20000200811": {
        "ua": "Онлайн-оплату підтверджено",
        "ru": "Онлайн-оплата подтверждена",
        "en": "Online payment confirmed"
    },
    "20000200812": {
        "ua": "Помилка скасування оплати карткою",
        "ru": "Ошибка при отмене оплаты картой",
        "en": "Card Payment Cancellation Error"
    },
    "20000200813": {
        "ua": "Помилка",
        "ru": "Ошибка",
        "en": "Error"
    },
    "20000200814": {
        "ua": "IntDocNumber повинен бути масивом цілих чисел",
        "ru": "IntDocNumber должен быть массивом целых чисел",
        "en": "IntDocNumber must be an array of integers"
    },
    "20000200816": {
        "ua": "Ліміт не вказано",
        "ru": "Лимит не указан",
        "en": "No limit specified"
    },
    "20000200817": {
        "ua": "Послуга \"Доставка особисто в руки\" повинна бути масивом",
        "ru": "Услуга «Доставка лично в руки» должна быть массивом",
        "en": "The \"Personal Delivery\" service must be an array"
    },
    "20000200818": {
        "ua": "Дані послуги \"Доставка особисто в руки\" неправильні",
        "ru": "Данные услуги «Доставка лично в руки» указаны неверно",
        "en": "The information regarding the \"In-Person Delivery\" service is incorrect"
    },
    "20000200819": {
        "ua": "Iдентифікатор користувача відсутній",
        "ru": "Идентификатор пользователя отсутствует",
        "en": "User ID is missing"
    },
    "20000200820": {
        "ua": "Iдентифікатор VIP-користувача порожній",
        "ru": "Идентификатор VIP-пользователя пуст",
        "en": "The VIP user ID is empty"
    },
    "20000200821": {
        "ua": "Телефон обов'язковий",
        "ru": "Телефон обязателен",
        "en": "A phone number is required"
    },
    "20000200822": {
        "ua": "\"Дата від\" обов'язкова",
        "ru": "«Дата от» — обязательное поле",
        "en": "\"From Date\" is required"
    },
    "20000200823": {
        "ua": "\"Дата до\" обов'язкова",
        "ru": "«Дата до» — обязательное поле",
        "en": "\"Date by\" is required"
    },
    "20000200824": {
        "ua": "Неправильний формат \"Дати від\"",
        "ru": "Неправильный формат «Дата с»",
        "en": "Invalid \"Date From\" format"
    },
    "20000200825": {
        "ua": "Неправильний формат \"Дати до\"",
        "ru": "Неправильный формат «Дата до»",
        "en": "Invalid \"Date to\" format"
    },
    "20000200827": {
        "ua": "Сторінка недійсна",
        "ru": "Страница недействительна",
        "en": "The page is invalid"
    },
    "20000200828": {
        "ua": "Картка лояльності порожня",
        "ru": "Карта лояльности пуста",
        "en": "The loyalty card is blank"
    },
    "20000200829": {
        "ua": "Картку лояльності не знайдено",
        "ru": "Карта лояльности не найдена",
        "en": "Loyalty card not found"
    },
    "20000200830": {
        "ua": "Телефон не належить до телефону картки лояльності",
        "ru": "Этот телефон не относится к телефону с картой лояльности",
        "en": "The phone is not associated with a loyalty card"
    },
    "20000200831": {
        "ua": "ЕН вже оплачено, змінити суму неможливо. За потреби створіть нову ЕН.",
        "ru": "ЭН уже оплачен, изменить сумму невозможно. При необходимости создайте новый ЭН.",
        "en": "The EN has already been paid; the amount cannot be changed. If necessary, create a new EN."
    },
    "20000200832": {
        "ua": "Неправильний параметр найменування адреси контактної особи одержувача",
        "ru": "Неверный параметр названия адреса контактного лица получателя",
        "en": "Invalid parameter for the recipient's contact person's address"
    },
    "20000200833": {
        "ua": "Адресу контактної особи одержувача не знайдено",
        "ru": "Адрес контактного лица получателя не найден",
        "en": "The recipient's contact person's address was not found"
    },
    "20000200835": {
        "ua": "Місто одержувача не належить до списку міст",
        "ru": "Город получателя не входит в список городов",
        "en": "The recipient's city is not on the list of cities"
    },
    "20000200836": {
        "ua": "Ідентифікатор міста одержувача некоректний",
        "ru": "Идентификатор города получателя указан неверно",
        "en": "The recipient's city ID is invalid"
    },
    "20000200837": {
        "ua": "Вага недопустима для типу \"Документи\"",
        "ru": "Значение недопустимо для типа «Документы»",
        "en": "The weight is not allowed for the \"Documents\" type"
    },
    "20000200838": {
        "ua": "Доставка в той же день доступна лише до дверей одержувача",
        "ru": "Доставка в тот же день осуществляется только до двери получателя",
        "en": "Same-day delivery is available only to the recipient's doorstep"
    },
    "20000200839": {
        "ua": "Доставка в той же день недоступна з відділення",
        "ru": "Доставка в тот же день недоступна из отделения",
        "en": "Same-day delivery is not available from this branch"
    },
    "20000200840": {
        "ua": "Доставка в той же день недоступна для вибраного маршруту",
        "ru": "Доставка в тот же день недоступна для выбранного маршрута",
        "en": "Same-day delivery is not available for the selected route"
    },
    "20000200841": {
        "ua": "Послуга \"Зворотна доставка\" у Поштоматі недоступна",
        "ru": "Услуга «Обратная доставка» в Почтомате недоступна",
        "en": "The \"Return Shipping\" service is not available at Postomat"
    },
    "20000200842": {
        "ua": "Дії користувача повинні бути визначені",
        "ru": "Действия пользователя должны быть определены",
        "en": "The user's actions must be specified"
    },
    "20000200843": {
        "ua": "У вас немає послуги підтипів документів",
        "ru": "У вас нет услуги «Подтипы документов»",
        "en": "You do not have the document subtype service"
    },
    "20000200844": {
        "ua": "Тип міжнародної доставки недійсний",
        "ru": "Тип международной доставки недействителен",
        "en": "The international shipping method is invalid"
    },
    "20000200845": {
        "ua": "Не обрано документів для оплати картою",
        "ru": "Документы для оплаты картой не выбраны",
        "en": "No documents have been selected for payment by card"
    },
    "20000200846": {
        "ua": "Документи на оплату карткою повинні бути масивом",
        "ru": "Документы по оплате картой должны представлять собой массив",
        "en": "Documents for card payments must be an array"
    },
    "20000200847": {
        "ua": "Занадто багато документів для оплати карткою",
        "ru": "Слишком много документов для оплаты картой",
        "en": "Too many documents for card payment"
    },
    "20000200848": {
        "ua": "Документ недійсний",
        "ru": "Документ недействителен",
        "en": "The document is invalid"
    },
    "20000200849": {
        "ua": "Мова недійсна",
        "ru": "Язык недействителен",
        "en": "The language is invalid"
    },
    "20000200850": {
        "ua": "ЕН вже оплачена",
        "ru": "ЭН уже оплачена",
        "en": "The EN has already been paid"
    },
    "20000200851": {
        "ua": "Оплата карткою дозволена лише одному відправнику",
        "ru": "Оплата картой разрешена только одному отправителю",
        "en": "Only one sender is allowed to pay by card"
    },
    "20000200852": {
        "ua": "Нажаль, тимчасово відсутня можливість оплачувати ЕН, в котрих тип послуги Адреса-Відділення чи Адреса-Адреса.",
        "ru": "К сожалению, временно отсутствует возможность оплачивать ЭН, в которых тип услуги указан как «Адрес-отделение» или «Адрес-адрес».",
        "en": "Unfortunately, it is currently not possible to pay for ENs where the service type is \"Address-Branch\" or \"Address-Address.\""
    },
    "20000200853": {
        "ua": "Недійсний тип платника",
        "ru": "Недействительный тип плательщика",
        "en": "Invalid payer type"
    },
    "20000200854": {
        "ua": "Недійсний спосіб оплати",
        "ru": "Недопустимый способ оплаты",
        "en": "Invalid payment method"
    },
    "20000200855": {
        "ua": "Не обрано документ для оплати картою",
        "ru": "Документ для оплаты картой не выбран",
        "en": "No document has been selected for payment by card"
    },
    "20000200856": {
        "ua": "Параметр номер замовлення не може бути пустим",
        "ru": "Поле «Номер заказа» не может быть пустым",
        "en": "The order number field cannot be left blank"
    },
    "20000200857": {
        "ua": "Недійсна система",
        "ru": "Недействующая система",
        "en": "An invalid system"
    },
    "20000200861": {
        "ua": "Документи повинні бути масивом з одним елементом",
        "ru": "Документы должны представлять собой массив с одним элементом",
        "en": "The documents must be an array with a single element"
    },
    "20000200862": {
        "ua": "Неповний номер документу",
        "ru": "Неполный номер документа",
        "en": "Incomplete document number"
    },
    "20000200863": {
        "ua": "Не вдалося відмінити оплату. Спробуйте, будь ласка, ще раз.",
        "ru": "Не удалось отменить оплату. Пожалуйста, попробуйте ещё раз.",
        "en": "The payment could not be canceled. Please try again."
    },
    "20000200864": {
        "ua": "Не єдиний документ в замовленні на відміну оплати",
        "ru": "Не единственный документ в заказе на отмену оплаты",
        "en": "Not the only document in the payment order"
    },
    "20000200865": {
        "ua": "Невірний формат типу населеного пункту",
        "ru": "Неверный формат типа населенного пункта",
        "en": "Invalid settlement type format"
    },
    "20000200866": {
        "ua": "Тип населеного пункту не існує",
        "ru": "Такого типа населенного пункта не существует",
        "en": "That type of settlement does not exist"
    },
    "20000200867": {
        "ua": "Номер інтернет документу недійсний",
        "ru": "Номер интернет-документа недействителен",
        "en": "The document's online number is invalid"
    },
    "20000200868": {
        "ua": "Потрібно ідентифікатор або номер інтернет документу",
        "ru": "Требуется идентификатор или номер интернет-документа",
        "en": "You need an ID or an online document number"
    },
    "20000200869": {
        "ua": "Використовуються заборонені параметри",
        "ru": "Используются запрещенные параметры",
        "en": "Prohibited parameters are being used"
    },
    "20000200870": {
        "ua": "Потрібні деталі консолідації",
        "ru": "Необходимые детали консолидации",
        "en": "Details on consolidation are needed"
    },
    "20000200871": {
        "ua": "Деталі консолідації мають бути масивом",
        "ru": "Детали консолидации должны быть массивом",
        "en": "The consolidation details must be an array"
    },
    "20000200872": {
        "ua": "Номер консолідації недійсний",
        "ru": "Номер консолидации недействителен",
        "en": "The consolidation number is invalid"
    },
    "20000200873": {
        "ua": "Місце консолідації недійсне",
        "ru": "Место консолидации недействительно",
        "en": "The consolidation location is invalid"
    },
    "20000200874": {
        "ua": "Сума консолідації недійсна",
        "ru": "Сумма консолидации недействительна",
        "en": "The consolidation amount is invalid"
    },
    "20000200875": {
        "ua": "Номер контейнера містить недійсні символи",
        "ru": "Номер контейнера содержит недопустимые символы",
        "en": "The container number contains invalid characters"
    },
    "20000200876": {
        "ua": "Довжина номера контейнера неправильна",
        "ru": "Длина номера контейнера указана неверно",
        "en": "The container number is incorrect"
    },
    "20000200877": {
        "ua": "Номер етикетки містить недійсні символи",
        "ru": "Номер этикетки содержит недопустимые символы",
        "en": "The label number contains invalid characters"
    },
    "20000200878": {
        "ua": "Довжина номера етикетки неправильна",
        "ru": "Длина номера этикетки неверна",
        "en": "The label number length is incorrect"
    },
    "20000201051": {
        "ua": "Виникла помилка. Будь ласка, повторіть спробу",
        "ru": "Произошла ошибка. Пожалуйста, повторите попытку",
        "en": "An error has occurred. Please try again."
    },
    "20000201052": {
        "ua": "Документа не існує",
        "ru": "Документа нет",
        "en": "The document does not exist"
    },
    "20000201053": {
        "ua": "Для одного або декількох документів недоступно",
        "ru": "Недоступно для одного или нескольких документов",
        "en": "Not available for one or more documents"
    },
    "20000201055": {
        "ua": "Місто відправника не знайдено або продубльовано.",
        "ru": "Город отправителя не найден или дублируется.",
        "en": "The sender's city was not found or is a duplicate."
    },
    "20000201056": {
        "ua": "Ім'я контрагента відправника не знайдено.",
        "ru": "Имя контрагента отправителя не найдено.",
        "en": "The sender's counterparty name was not found."
    },
    "20000201057": {
        "ua": "Відділення відправника не знайдено.",
        "ru": "Отделение отправителя не найдено.",
        "en": "The sender's branch could not be found."
    },
    "20000201058": {
        "ua": "Проблема створення контрагента-одержувача.",
        "ru": "Проблема создания контрагента-получателя.",
        "en": "The problem of creating a counterparty-recipient."
    },
    "20000201059": {
        "ua": "Помилка створення контрагента-отримувача",
        "ru": "Ошибка при создании контрагента-получателя",
        "en": "Error creating a recipient counterparty"
    },
    "20000201060": {
        "ua": "Форму власності одержувача не знайдено.",
        "ru": "Форма собственности получателя не найдена.",
        "en": "The recipient's ownership status could not be found."
    },
    "20000201061": {
        "ua": "Проблема з визначенням форми власності одержувача.",
        "ru": "Проблема с определением формы собственности получателя.",
        "en": "The problem of determining the recipient's form of ownership."
    },
    "20000201062": {
        "ua": "Тип контрагента отримувача не знайдено.",
        "ru": "Тип контрагента-получателя не найден.",
        "en": "The recipient's counterparty type was not found."
    },
    "20000201063": {
        "ua": "Відділення отримувача не знайдено.",
        "ru": "Отделение получателя не найдено.",
        "en": "The recipient's branch could not be found."
    },
    "20000201064": {
        "ua": "ЄДРПОУ третьої особи платника не знайдено.",
        "ru": "ЕГРПОУ третьего лица — плательщика — не найдено.",
        "en": "No EDRPOU number was found for the payer's third party."
    },
    "20000201065": {
        "ua": "Місто третьої особи платника не знайдено.",
        "ru": "Город третьего лица — плательщика — не найден.",
        "en": "The city of the payer's third party could not be found."
    },
    "20000201066": {
        "ua": "Параметр третьої особи платника не може бути порожнім.",
        "ru": "Поле «Третье лицо» не может оставаться пустым.",
        "en": "The \"third-party payer\" field cannot be left blank."
    },
    "20000201069": {
        "ua": "Помилка оновлення - документ не знайдено.",
        "ru": "Ошибка обновления — документ не найден.",
        "en": "Update error—document not found."
    },
    "20000201077": {
        "ua": "Документ оброблений",
        "ru": "Документ обработан",
        "en": "The document has been processed"
    },
    "20000201078": {
        "ua": "Ви не можете використовувати параметр «Місце» для кількох документів.",
        "ru": "Вы не можете использовать параметр «Место» для нескольких документов.",
        "en": "You cannot use the \"Location\" setting for multiple documents."
    },
    "20000201079": {
        "ua": "Ідентифікатор документу недійсний",
        "ru": "Идентификатор документа недействителен",
        "en": "The document ID is invalid"
    },
    "20000201080": {
        "ua": "Кількість пакування має бути цілим числом.",
        "ru": "Количество упаковок должно быть целым числом.",
        "en": "The number of packages must be a whole number."
    },
    "20000201081": {
        "ua": "Ідентифікатор пакування обов'язковий",
        "ru": "Идентификатор упаковки является обязательным",
        "en": "The package identifier is required"
    },
    "20000201082": {
        "ua": "Ідентифікатор пакування неправильний",
        "ru": "Идентификатор упаковки неверный",
        "en": "The package ID is incorrect"
    },
    "20000201083": {
        "ua": "Тип вантажу порожній",
        "ru": "Тип груза: пустой",
        "en": "Cargo type: empty"
    },
    "20000201084": {
        "ua": "Тип вантажу неправильний",
        "ru": "Тип груза указан неверно",
        "en": "The cargo type is incorrect"
    },
    "20000201085": {
        "ua": "Сума неправильна",
        "ru": "Сумма неверна",
        "en": "The amount is incorrect"
    },
    "20000201093": {
        "ua": "Формат неправильний",
        "ru": "Формат неверный",
        "en": "The format is incorrect"
    },
    "20000201094": {
        "ua": "Сертифікат неправильний",
        "ru": "Сертификат неверный",
        "en": "The certificate is invalid"
    },
    "20000201095": {
        "ua": "Сертифікат занадто довгий",
        "ru": "Сертификат слишком длинный",
        "en": "The certificate is too long"
    },
    "20000201096": {
        "ua": "Сума неправильна",
        "ru": "Сумма неверна",
        "en": "The amount is incorrect"
    },
    "20000201102": {
        "ua": "Доставка в обране місто не здійснюється",
        "ru": "Доставка в выбранный город не осуществляется",
        "en": "We do not offer delivery to the selected city"
    },
    "20000201103": {
        "ua": "Помилка створення контрагента. Невірно вказано отримувача",
        "ru": "Ошибка при создании контрагента. Неверно указан получатель",
        "en": "Error creating a counterparty. The recipient was specified incorrectly."
    },
    "20000201104": {
        "ua": "Помилка прив'язування адресу. Видалити не вдалося",
        "ru": "Ошибка привязки адреса. Удалить не удалось",
        "en": "Address binding error. Unable to delete"
    },
    "20000201105": {
        "ua": "Помилка прив'язування адресу. Помилка видалення ідентифікатору",
        "ru": "Ошибка привязки адреса. Ошибка удаления идентификатора",
        "en": "Address binding error. Identifier deletion error"
    },
    "20000201106": {
        "ua": "RecipientAddress неправильний!",
        "ru": "RecipientAddress указан неверно!",
        "en": "RecipientAddress is incorrect!"
    },
    "20000201109": {
        "ua": "Заборонено створювати відправлення до Поштомату \"Нова Пошта\" з типом платника \"Отримувач\"",
        "ru": "Запрещено создавать отправления в Почтомат «Новая Почта» с типом плательщика «Получатель»",
        "en": "It is prohibited to create shipments to a \"Nova Poshta\" Parcel Locker with the payer type \"Recipient\""
    },
    "20000201110": {
        "ua": "Тип платника Одержувач недоступний. Зробити дані одержувача кирилицею",
        "ru": "Тип плательщика: Получатель недоступен. Указать данные получателя кириллицей",
        "en": "Payer Type: Recipient not available. Enter the recipient's information in Cyrillic"
    },
    "20000201111": {
        "ua": "Тип платника \"Одержувач\" недоступний. Зробити дані ContactRecipient кирилицею",
        "ru": "Тип плательщика «Получатель» недоступен. Укажите данные ContactRecipient кириллицей",
        "en": "The \"Recipient\" payer type is not available. Enter the ContactRecipient data in Cyrillic."
    },
    "20000201112": {
        "ua": "Дата створення не може бути більше 31.12.3999",
        "ru": "Дата создания не может быть позднее 31.12.3999",
        "en": "The creation date cannot be later than 12/31/3999"
    },
    "20000201113": {
        "ua": "Якщо ви хочете використовувати \"Часовий інтервал\", доставка повинна бути на адресу",
        "ru": "Если вы хотите воспользоваться «Временным интервалом», доставка должна осуществляться по адресу",
        "en": "If you want to use \"Time Slot,\" the delivery must be to the address"
    },
    "20000201116": {
        "ua": "Неправильний тип платника. Одержувач вимкнений.",
        "ru": "Неверный тип плательщика. Получатель отключен.",
        "en": "Incorrect payer type. The recipient has been disabled."
    },
    "20000201119": {
        "ua": "Рахунок-фактура занадто довгий. Максимальне значення 255",
        "ru": "Счёт-фактура слишком длинная. Максимальное значение — 255",
        "en": "The invoice is too long. The maximum value is 255."
    },
    "20000201120": {
        "ua": "Тип зворотної доставки, тип платника та поле зворотної доставки повинні бути заповненими",
        "ru": "Тип обратной доставки, тип плательщика и поле обратной доставки должны быть заполнены",
        "en": "The return shipping type, payer type, and return shipping field must be filled in"
    },
    "20000201123": {
        "ua": "Об'єм має бути більше 0,0001",
        "ru": "Значение должно быть больше 0,0001",
        "en": "The volume must be greater than 0.0001"
    },
    "20000201128": {
        "ua": "Виконання повинно бути «0» або «1».",
        "ru": "Значение должно быть «0» или «1».",
        "en": "The value must be \"0\" or \"1.\""
    },
    "20000201129": {
        "ua": "Поштовий індекс повинен бути числовим!",
        "ru": "Почтовый индекс должен быть числовым!",
        "en": "The ZIP code must be a number!"
    },
    "20000201130": {
        "ua": "Довжина поштового індексу повинна бути 5 цифр!",
        "ru": "Почтовый индекс должен состоять из 5 цифр!",
        "en": "The ZIP code must be 5 digits long!"
    },
    "20000201132": {
        "ua": "Місто одержувача порожнє. Неможливо перевірити ЄДРПОУ",
        "ru": "Поле «Город получателя» пусто. Невозможно проверить ЕГРПОУ",
        "en": "The recipient's city field is empty. It is not possible to verify the EDRPOU."
    },
    "20000201133": {
        "ua": "Консолідація повинна бути «0» або «1».",
        "ru": "Консолидация должна быть равна «0» или «1».",
        "en": "The consolidation must be \"0\" or \"1.\""
    },
    "20000201161": {
        "ua": "Максимальна вага у відділенні: 30",
        "ru": "Максимальный вес в отделении: 30",
        "en": "Maximum weight in the department: 30"
    },
    "20000201162": {
        "ua": "Вага перевищує лiмiт для складу-одержувача: 30кг на одне мiсце відправлення",
        "ru": "Вес превышает лимит для склада-получателя: 30 кг на одно место отправления",
        "en": "The weight exceeds the limit for the receiving warehouse: 30 kg per shipment"
    },
    "20000201172": {
        "ua": "Помилка при збереженні документа",
        "ru": "Ошибка при сохранении документа",
        "en": "Error saving the document"
    },
    "20000201173": {
        "ua": "Змін не внесено",
        "ru": "Изменений не внесено",
        "en": "No changes have been made"
    },
    "20000201174": {
        "ua": "Неможливо роздрукувати віддалений документ",
        "ru": "Не удается распечатать удаленный документ",
        "en": "It is not possible to print a remote document"
    },
    "20000201175": {
        "ua": "недійсний статус",
        "ru": "недействительный статус",
        "en": "invalid status"
    },
    "20000201176": {
        "ua": "Невірний формат запиту. Правильні \"Документи\": [ \"XXXXXXXXXXXXXX\", \"XXXXXXXXXXXXXX\"]",
        "ru": "Неверный формат запроса. Правильные «Документы»: [ «XXXXXXXXXXXXXX», «XXXXXXXXXXXXXX»]",
        "en": "Invalid query format. Valid \"Documents\": [ \"XXXXXXXXXXXXXX\", \"XXXXXXXXXXXXXX\"]"
    },
    "20000201177": {
        "ua": "Масив порожніх документів",
        "ru": "Массив пустых документов",
        "en": "An array of empty documents"
    },
    "20000201178": {
        "ua": "Тип послуги повинен належати до відділення",
        "ru": "Тип услуги должен относиться к отделению",
        "en": "The service type must be associated with a branch"
    },
    "20000201179": {
        "ua": "Відділення із цим ідентифікатором не існує",
        "ru": "Отделение с этим идентификатором не существует",
        "en": "There is no branch with this ID"
    },
    "20000201180": {
        "ua": "Фінансова установа обов'язкова під час вибору зворотної доставки кредитних документів",
        "ru": "Финансовое учреждение обязано при выборе обратной доставки кредитных документов",
        "en": "A financial institution is required to select return delivery for loan documents"
    },
    "20000201181": {
        "ua": "Фінансову установу вказано неправильно",
        "ru": "Финансовое учреждение указано неверно",
        "en": "The financial institution is listed incorrectly"
    },
    "20000201182": {
        "ua": "Об'ємна вага не має бути об'єктом",
        "ru": "Объемный вес не должен быть предметом",
        "en": "Volume weight should not be a factor"
    },
    "20000201183": {
        "ua": "Опис неправильний",
        "ru": "Описание неверно",
        "en": "The description is incorrect"
    },
    "20000201184": {
        "ua": "У вас немає доступу",
        "ru": "У вас нет доступа",
        "en": "You do not have access"
    },
    "20000201187": {
        "ua": "Дата від неправильний",
        "ru": "Дата указана неверно",
        "en": "The date is incorrect"
    },
    "20000201188": {
        "ua": "Дата до неправильний",
        "ru": "Дата указана неверно",
        "en": "The date is incorrect"
    },
    "20000201189": {
        "ua": "Індекс області повинен бути 5 або цифри",
        "ru": "Индекс области должен состоять из цифр 5 или других цифр",
        "en": "The region code must be 5 or a series of digits"
    },
    "20000201190": {
        "ua": "У скасуванні онлайн оплати відмовлено",
        "ru": "В отмене онлайн-оплаты отказано",
        "en": "The request to cancel online payments was denied"
    },
    "20000201191": {
        "ua": "Ідентифікатор відділення отримувача неправильний",
        "ru": "Идентификатор отделения получателя указан неверно",
        "en": "The recipient's branch ID is incorrect"
    },
    "20000201204": {
        "ua": "Термін дії АПІ ключа закінчився",
        "ru": "Срок действия API-ключа истек",
        "en": "The API key has expired"
    },
    "20000201226": {
        "ua": "Адреса в місті відправника не належить адресі міста",
        "ru": "Адрес в городе отправителя не относится к адресу города",
        "en": "The address in the sender's city does not belong to the city's address"
    },
    "20000201379": {
        "ua": "Помилка оновлення - адресу не знайдено.",
        "ru": "Ошибка обновления — адрес не найден.",
        "en": "Update error: Address not found."
    },
    "20000201382": {
        "ua": "Відділення відправника не знайдено",
        "ru": "Отделение отправителя не найдено",
        "en": "The sender's branch was not found"
    },
    "20000201387": {
        "ua": "Нажаль, поки відсутня можливість оплати відправлень до поштомату",
        "ru": "К сожалению, пока нет возможности оплатить отправления в почтомат",
        "en": "Unfortunately, it is not currently possible to pay for shipments to a parcel locker"
    },
    "20000201396": {
        "ua": "Адреса одержувача не вказана",
        "ru": "Адрес получателя не указан",
        "en": "The recipient's address is not specified"
    },
    "20000201421": {
        "ua": "Будь ласка, оновіть додаток або спробуйте пізніше",
        "ru": "Пожалуйста, обновите приложение или попробуйте позже",
        "en": "Please update the app or try again later"
    },
    "20000201461": {
        "ua": "Помилка оновлення - не вдається створити адресу одержувача",
        "ru": "Ошибка обновления — не удается создать адрес получателя",
        "en": "Update error - unable to create recipient address"
    },
    "20000201462": {
        "ua": "Неможливо оновити ім'я одержувача: контактні особи не знайдені",
        "ru": "Не удалось обновить имя получателя: контактные лица не найдены",
        "en": "Unable to update the recipient's name: no contacts found"
    },
    "20000201463": {
        "ua": "Неможливо оновити ім'я одержувача: спробуйте ще раз пізніше.",
        "ru": "Не удалось обновить имя получателя: попробуйте позже.",
        "en": "Unable to update the recipient's name: Please try again later."
    },
    "20000201464": {
        "ua": "Тип вантажу повинео бути вантажем, посилкою або палетою",
        "ru": "Тип груза должен быть грузом, посылкой или паллетой",
        "en": "The cargo type must be cargo, a package, or a pallet"
    },
    "20000201465": {
        "ua": "Ім'я одержувача недійсний",
        "ru": "Имя получателя неверно",
        "en": "The recipient's name is invalid"
    },
    "20000201466": {
        "ua": "Місто одержувача не обрана",
        "ru": "Город получателя не выбран",
        "en": "The recipient's city has not been selected"
    },
    "20000201467": {
        "ua": "Місто одержувача не знайдено",
        "ru": "Город получателя не найден",
        "en": "The recipient's city was not found"
    },
    "20000201468": {
        "ua": "вулиці недоступні",
        "ru": "улицы недоступны",
        "en": "Streets are inaccessible"
    },
    "20000201473": {
        "ua": "Зворотня доставка грошового переказу на картку доступна тільки для типу послуги Відділення-Відділення",
        "ru": "Обратная доставка денежного перевода на карту доступна только для типа услуги «Отделение — Отделение»",
        "en": "Return delivery of a money transfer to a card is available only for the \"Branch-to-Branch\" service type"
    },
    "20000201481": {
        "ua": "Реєстр вже надрукований",
        "ru": "Реестр уже напечатан",
        "en": "The register has already been printed"
    },
    "20000201482": {
        "ua": "Назва міста відправника неправильно",
        "ru": "Название города отправителя указано неверно",
        "en": "The sender's city name is incorrect"
    },
    "20000201483": {
        "ua": "Створення Документа заборонено. Контрагент - боржник. З питань скасування заборони звертайтеся до свого персонального менеджера.",
        "ru": "Создание документа запрещено. Контрагент — должник. По вопросам снятия запрета обращайтесь к своему персональному менеджеру.",
        "en": "Creating this document is prohibited. The counterparty is the debtor. To have this restriction lifted, please contact your personal manager."
    },
    "20000201484": {
        "ua": "Вам слід змінити тип оплати на безготівковий розрахунок",
        "ru": "Вам следует изменить тип оплаты на безналичный расчет",
        "en": "You should change your payment method to a non-cash payment."
    },
    "20000201485": {
        "ua": "Послуга зворотного доставки лотків недоступна",
        "ru": "Услуга обратной доставки лотков недоступна",
        "en": "The tray return service is unavailable"
    },
    "20000201486": {
        "ua": "Перевищено ліміт повернення грошей на карту. Допустимий ліміт 14 999 гривень",
        "ru": "Превышен лимит возврата средств на карту. Допустимый лимит — 14 999 гривен",
        "en": "The limit for refunds to the card has been exceeded. The allowed limit is 14,999 hryvnias."
    },
    "20000201487": {
        "ua": "При замовленні зворотної доставки грошового переказу на картку платником зворотної доставки може бути тільки Одержувач",
        "ru": "При заказе обратной доставки денежного перевода на карту плательщиком обратной доставки может быть только Получатель",
        "en": "When ordering a return transfer of a money transfer to a card, only the recipient may be the payer of the return transfer"
    },
    "20000201488": {
        "ua": "Платіжна картка неправильна",
        "ru": "Неверная платежная карта",
        "en": "The payment card is incorrect"
    },
    "20000201489": {
        "ua": "Платіжну карту не знайдено",
        "ru": "Платежная карта не найдена",
        "en": "Payment card not found"
    },
    "20000201502": {
        "ua": "Максимальна вага на відділенні: 10",
        "ru": "Максимальный вес в отделении: 10",
        "en": "Maximum weight per section: 10"
    },
    "20000201503": {
        "ua": "Максимальна вага на відділенні: 2",
        "ru": "Максимальный вес в отделении: 2",
        "en": "Maximum weight per section: 2"
    },
    "20000201504": {
        "ua": "Максимальна вага на відділенні: 30",
        "ru": "Максимальный вес в отделении: 30",
        "en": "Maximum weight per section: 30"
    },
    "20000201505": {
        "ua": "Максимальна вага на відділенні: 5",
        "ru": "Максимальный вес в отделении: 5",
        "en": "Maximum weight per section: 5"
    },
    "20000201506": {
        "ua": "Максимальна об'ємна вага на відділенні: 10",
        "ru": "Максимальный объемный вес в отделении: 10",
        "en": "Maximum volumetric weight per shipment: 10"
    },
    "20000201507": {
        "ua": "Максимальна об'ємна вага на відділенні: 15",
        "ru": "Максимальный объемный вес в отделении: 15",
        "en": "Maximum volumetric weight per shipment: 15"
    },
    "20000201508": {
        "ua": "Максимальна об'ємна вага на відділенні: 2",
        "ru": "Максимальный объемный вес в отделении: 2",
        "en": "Maximum volumetric weight per shipment: 2"
    },
    "20000201509": {
        "ua": "Максимальна об'ємна вага на відділенні: 5",
        "ru": "Максимальный объемный вес в отделении: 5",
        "en": "Maximum volumetric weight per shipment: 5"
    },
    "20000201510": {
        "ua": "Максимальна вага на відділенні: 15",
        "ru": "Максимальный вес в отделении: 15",
        "en": "Maximum weight per section: 15"
    },
    "20000201511": {
        "ua": "Вага перевищує лiмiт для складу-одержувача: 30кг на одне мiсце відправлення",
        "ru": "Вес превышает лимит для склада-получателя: 30 кг на одно место отправления",
        "en": "The weight exceeds the limit for the receiving warehouse: 30 kg per shipment"
    },
    "20000201549": {
        "ua": "Тип повинен бути html (html_new) або pdf (pdf_new)",
        "ru": "Тип должен быть html (html_new) или pdf (pdf_new)",
        "en": "The type must be html (html_new) or pdf (pdf_new)"
    },
    "20000201550": {
        "ua": "Ідентифікатор карти лояльності недійсний",
        "ru": "Идентификатор карты лояльности недействителен",
        "en": "The loyalty card ID is invalid"
    },
    "20000201551": {
        "ua": "Назва служби доставки вказана неправірно",
        "ru": "Название службы доставки указано неверно",
        "en": "The name of the delivery service is incorrect"
    },
    "20000201552": {
        "ua": "Відділення отримувача не знайдено",
        "ru": "Отделение получателя не найдено",
        "en": "The recipient's branch was not found"
    },
    "20000201553": {
        "ua": "Оголошена вартість була прирівняна до суми Контролю оплати",
        "ru": "Указанная стоимость была приравнена к сумме контроля оплаты",
        "en": "The declared value was equated to the payment control amount"
    },
    "20000201554": {
        "ua": "Контактну особу відправника не заповнено! Ви повинні повністю вказати Відправника. Це контактна особа отримає грошовий переказ.",
        "ru": "Контактное лицо отправителя не указано! Вы должны полностью указать отправителя. Именно это контактное лицо получит денежный перевод.",
        "en": "The sender's contact person has not been entered! You must provide the sender's full information. This contact person will receive the money transfer."
    },
    "20000201555": {
        "ua": "Необхідно заповнити ідентифікатор адреси для грошового переказу",
        "ru": "Необходимо указать идентификатор адреса для денежного перевода",
        "en": "You must enter the address identifier for the money transfer"
    },
    "20000201556": {
        "ua": "Ідентифікатор адреси для грошового переказу невірний",
        "ru": "Идентификатор адреса для денежного перевода неверный",
        "en": "The address ID for the money transfer is incorrect"
    },
    "20000201572": {
        "ua": "Контактна особа відправника заповнена не повністю. Необхідно звернутися в службу підтримки.",
        "ru": "Данные контактного лица отправителя заполнены не полностью. Необходимо обратиться в службу поддержки.",
        "en": "The sender's contact information is incomplete. Please contact support."
    },
    "20000201585": {
        "ua": "Оплата за готівку не доступна для отримувача",
        "ru": "Оплата наличными недоступна для получателя",
        "en": "Cash payments are not available to the recipient"
    },
    "20000201587": {
        "ua": "Оплата готівкою для отримувача заборонена, на адресній доставці",
        "ru": "Оплата наличными получателю запрещена при адресной доставке",
        "en": "Cash on delivery is not permitted for the recipient"
    },
    "20000201588": {
        "ua": "Оплата недоступна для відправника",
        "ru": "Оплата недоступна для отправителя",
        "en": "Payment is not available to the sender"
    },
    "20000201589": {
        "ua": "Оплата готівкою для відправника заборонена, на адресній доставці",
        "ru": "Оплата наличными отправителю запрещена при адресной доставке",
        "en": "Cash on delivery is not permitted for the sender; payment is due upon delivery"
    },
    "20000201590": {
        "ua": "Послуга Контроль оплати доступна лише для Відділення-Відділення",
        "ru": "Услуга «Контроль оплаты» доступна только для отделений-отделений",
        "en": "The Payment Monitoring service is available only for Branch-Branch"
    },
    "20000201591": {
        "ua": "Отримувач не може бути платником при зворотній доставці Двері-Двері",
        "ru": "Получатель не может выступать в качестве плательщика при доставке «от двери до двери»",
        "en": "The recipient cannot be the payer for Door-to-Door return shipping"
    },
    "20000201592": {
        "ua": "Отримувач не може бути платником при зворотній доставці Відділення-Двері",
        "ru": "Получатель не может выступать в качестве плательщика при обратной доставке «Отделение-Двери»",
        "en": "The recipient cannot be the payer for a return shipment via the \"Branch-Door\" service"
    },
    "20000201593": {
        "ua": "Зворотня доставка Двері-Двері, неможлива за готівку",
        "ru": "Обратная доставка «от двери до двери» невозможна при оплате наличными",
        "en": "Door-to-Door return shipping is not available for cash payments"
    },
    "20000201594": {
        "ua": "Зворотня доставка Двері-Відділення, неможлива за готівку",
        "ru": "Обратная доставка «Двери-Отделение» невозможна при оплате наличными",
        "en": "Return shipping via Dveri-Viddilennia is not available for cash payments"
    },
    "20000201595": {
        "ua": "Переадресування посилки на адресу тимчасово недоступне. Просимо вибачення за незручності",
        "ru": "Переадресация посылки на другой адрес временно недоступна. Приносим извинения за неудобства",
        "en": "Parcel forwarding to this address is temporarily unavailable. We apologize for the inconvenience."
    },
    "20000201598": {
        "ua": "ПІБ одержувача не заповнено в повному обсязі",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201640": {
        "ua": "Замовлення послуги грошовий переказ недоступно.",
        "ru": "Заказ услуги «денежный перевод» недоступен.",
        "en": "The money transfer service is not available."
    },
    "20000201641": {
        "ua": "Адресу для отримання грошового переказу не знайдено для типу послуги «Двері - Відділення»",
        "ru": "Адрес для получения денежного перевода не найден для типа услуги «Двери — Отделение»",
        "en": "The address for receiving the money transfer could not be found for the \"Door-to-Branch\" service type"
    },
    "20000201642": {
        "ua": "Сума Контролю оплати та Оголошена вартість занадто високі для обраного складу одержувача",
        "ru": "Сумма контроля оплаты и заявленная стоимость слишком высоки для выбранного склада получателя",
        "en": "The Payment Control Amount and Declared Value are too high for the selected recipient's shipment"
    },
    "20000201643": {
        "ua": "Спосіб оплати готівкою недоступний",
        "ru": "Оплата наличными недоступна",
        "en": "Cash payment is not available"
    },
    "20000201644": {
        "ua": "Отримати номер документу по контрагенту",
        "ru": "Получить номер документа по контрагенту",
        "en": "Get the document number for a counterparty"
    },
    "20000201645": {
        "ua": "Телефон не знайдено",
        "ru": "Телефон не найден",
        "en": "Phone not found"
    },
    "20000201647": {
        "ua": "Не вказано дійсних документів",
        "ru": "Не указаны действительные документы",
        "en": "No valid documents were provided"
    },
    "20000201648": {
        "ua": "Немає документів для друку",
        "ru": "Документов для печати нет",
        "en": "There are no documents to print"
    },
    "20000201649": {
        "ua": "Ідентифікатор документу не визначений",
        "ru": "Идентификатор документа не указан",
        "en": "The document ID is not specified"
    },
    "20000201650": {
        "ua": "Ідентифікатори документів повинні бути масивом ідентифікаторів",
        "ru": "Идентификаторы документов должны представлять собой массив идентификаторов",
        "en": "Document identifiers must be an array of identifiers"
    },
    "20000201651": {
        "ua": "Приватна персона може бути тільки 0 або 1",
        "ru": "Частное число может быть только 0 или 1",
        "en": "A private person can be either 0 or 1"
    },
    "20000201652": {
        "ua": "Отримати номер документу по контрагенту недоступно",
        "ru": "Получить номер документа по контрагенту невозможно",
        "en": "It is not possible to retrieve the document number by counterparty"
    },
    "20000201653": {
        "ua": "Метод недоступний для приватної особи",
        "ru": "Этот метод недоступен для частного лица",
        "en": "This method is not available to private individuals"
    },
    "20000201654": {
        "ua": "Потрібно завершена реєстрація",
        "ru": "Требуется завершить регистрацию",
        "en": "Registration must be completed"
    },
    "20000201655": {
        "ua": "Склад не найден за поштовим індексом",
        "ru": "Склад не найден по почтовому индексу",
        "en": "No warehouse found based on the ZIP code"
    },
    "20000201658": {
        "ua": "Документ не може бути створений. Склад не працює",
        "ru": "Документ не может быть создан. Склад не работает",
        "en": "The document cannot be created. The warehouse is closed."
    },
    "20000201659": {
        "ua": "Документ не може бути створений. Склад не працює.",
        "ru": "Документ не может быть создан. Склад не работает.",
        "en": "The document cannot be created. The warehouse is closed."
    },
    "20000201660": {
        "ua": "Для доставки поштою одержувачам телефон повинен бути мобільним.",
        "ru": "Для доставки по почте получателям телефон должен быть мобильным.",
        "en": "For delivery by mail, the recipient must have a cell phone."
    },
    "20000201661": {
        "ua": "DateTime недійсний",
        "ru": "DateTime недействителен",
        "en": "DateTime is invalid"
    },
    "20000201662": {
        "ua": "Часовий інтервал порожній",
        "ru": "Временной интервал пуст",
        "en": "The time interval is empty"
    },
    "20000201663": {
        "ua": "Посилка перевищує ліміти ваги для служби Локал Експрес: фактична – 100 кг, об'ємна – 300 кг",
        "ru": "Посылка превышает весовые ограничения службы «Локал Экспресс»: фактический вес — 100 кг, объемный вес — 300 кг",
        "en": "The package exceeds the weight limits for the Local Express service: actual weight – 100 kg, volumetric weight – 300 kg"
    },
    "20000201664": {
        "ua": "Вартість занадто висока для обраного складу одержувача",
        "ru": "Стоимость слишком высока для выбранного адресата",
        "en": "The cost is too high for the recipient's selected order"
    },
    "20000201665": {
        "ua": "Локал-експрес доступний тільки для типыв выдправлень: Вантаж, Посилка, Документи",
        "ru": "«Локал-экспресс» доступен только для следующих типов отправлений: Груз, Посылка, Документы",
        "en": "Local Express is available only for the following shipment types: Freight, Parcel, Documents"
    },
    "20000201666": {
        "ua": "Доставка в той же день недоступна для цього Відправника",
        "ru": "Доставка в тот же день недоступна для этого отправителя",
        "en": "Same-day delivery is not available for this sender"
    },
    "20000201667": {
        "ua": "Доставка в той же день недоступна для обраного складу",
        "ru": "Доставка в тот же день недоступна для выбранного склада",
        "en": "Same-day delivery is not available for the selected warehouse"
    },
    "20000201668": {
        "ua": "Контрагента-платника не знайдено",
        "ru": "Контрагент-плательщик не найден",
        "en": "No payer counterparty found"
    },
    "20000201669": {
        "ua": "Контрагента для повіреного не знайдено",
        "ru": "Контрагент для поверенного не найден",
        "en": "No counterparty was found for the attorney"
    },
    "20000201670": {
        "ua": "Контрагента відправника не знайдено",
        "ru": "Контрагент отправителя не найден",
        "en": "The sender's counterparty was not found"
    },
    "20000201671": {
        "ua": "Телефон одержувача повинен бути мобільним",
        "ru": "Телефон получателя должен быть мобильным",
        "en": "The recipient's phone number must be a cell phone number"
    },
    "20000201672": {
        "ua": "Відправник є боржником в послузі «Оплатити пізніше», йому необхідно погасити борги.",
        "ru": "Отправитель является должником в рамках услуги «Оплатить позже», ему необходимо погасить задолженность.",
        "en": "The sender is a debtor in the “Pay Later” service and must settle their debts."
    },
    "20000201673": {
        "ua": "Одержувач є боржником в послузі «Оплатити пізніше», йому необхідно погасити борги.",
        "ru": "Получатель является должником в рамках услуги «Оплатить позже», ему необходимо погасить задолженность.",
        "en": "The recipient is a debtor in the \"Pay Later\" service and must settle their debts."
    },
    "20000201674": {
        "ua": "Контрагента відправника з частковим поверненням не знайдено",
        "ru": "Контрагент отправителя с частичным возвратом не найден",
        "en": "No counterparty for the sender with a partial return was found"
    },
    "20000201675": {
        "ua": "Ім'я для інформування некоректне",
        "ru": "Имя указано некорректно",
        "en": "The name provided is incorrect"
    },
    "20000201676": {
        "ua": "Сервіси зараз недоступні. Запросити послуги:",
        "ru": "Сервисы в настоящее время недоступны. Заказать услуги:",
        "en": "Services are currently unavailable. Request services:"
    },
    "20000201677": {
        "ua": "Заборонені послуги:",
        "ru": "Запрещенные услуги:",
        "en": "Prohibited services:"
    },
    "20000201678": {
        "ua": "Параметр не інформувати повинен бути «0» або «1».",
        "ru": "Параметр «не информировать» должен принимать значение «0» или «1».",
        "en": "The \"Do not notify\" parameter must be set to \"0\" or \"1\"."
    },
    "20000201744": {
        "ua": "Сума платежу готівкою занадто велика",
        "ru": "Сумма наличных платежей слишком велика",
        "en": "The cash payment amount is too high"
    },
    "20000201745": {
        "ua": "Контактний відправник містить менше 2 слів",
        "ru": "Контактный отправитель содержит менее 2 слов",
        "en": "The sender's contact information contains fewer than 2 words"
    },
    "20000201746": {
        "ua": "ПІБ Відправника містить повторювані слова",
        "ru": "ФИО отправителя содержит повторяющиеся слова",
        "en": "The sender's full name contains repeated words"
    },
    "20000201747": {
        "ua": "ПІБ Відправника містить невірні символи",
        "ru": "ФИО отправителя содержит недопустимые символы",
        "en": "The sender's full name contains invalid characters"
    },
    "20000201748": {
        "ua": "ПІБ Відправника починається з неправильних символів",
        "ru": "ФИО отправителя начинается с недопустимых символов",
        "en": "The sender's full name begins with invalid characters"
    },
    "20000201749": {
        "ua": "ПІБ Відправника закінчується неправильними символами",
        "ru": "ФИО отправителя заканчивается некорректными символами",
        "en": "The sender's full name ends with invalid characters"
    },
    "20000201750": {
        "ua": "ПІБ Відправника містить повторювані символи",
        "ru": "ФИО отправителя содержит повторяющиеся символы",
        "en": "The sender's full name contains repeated characters"
    },
    "20000201751": {
        "ua": "ПІБ Відправника містить неприпустимі слова",
        "ru": "ФИО отправителя содержит недопустимые слова",
        "en": "The sender's full name contains prohibited words"
    },
    "20000201752": {
        "ua": "Помилка при збереженні контакту відправника",
        "ru": "Ошибка при сохранении контакта отправителя",
        "en": "Error saving the sender's contact information"
    },
    "20000201753": {
        "ua": "Назва міста-одержувача не може бути порожньою або латиницею",
        "ru": "Название города-получателя не может быть пустым или написано латиницей",
        "en": "The name of the recipient city cannot be left blank or written in the Latin alphabet"
    },
    "20000201754": {
        "ua": "Назва міста-одержувача не може бути тільки цифрами",
        "ru": "Название города-получателя не может состоять только из цифр",
        "en": "The name of the recipient city cannot consist solely of numbers"
    },
    "20000201755": {
        "ua": "Назва адреси одержувача не може бути порожнім з параметром Latin",
        "ru": "Поле «Название адреса получателя» не может быть пустым при использовании параметра Latin",
        "en": "The recipient's address name cannot be empty when the \"Latin\" parameter is specified"
    },
    "20000201756": {
        "ua": "Назва адреси одержувача не може бути тільки цифрами",
        "ru": "Название адреса получателя не может состоять только из цифр",
        "en": "The recipient's address cannot consist solely of numbers"
    },
    "20000201757": {
        "ua": "Ім'я контакту одержувача містить менше 2 слів",
        "ru": "Имя контакта получателя содержит менее 2 слов",
        "en": "The recipient's contact name contains fewer than 2 words"
    },
    "20000201758": {
        "ua": "Ім'я контакту одержувача містить повторювані слова",
        "ru": "Имя контакта получателя содержит повторяющиеся слова",
        "en": "The recipient's contact name contains repeated words"
    },
    "20000201759": {
        "ua": "Ім'я контакту одержувача містить неправильні символи",
        "ru": "Имя контакта получателя содержит недопустимые символы",
        "en": "The recipient's contact name contains invalid characters"
    },
    "20000201760": {
        "ua": "Ім'я контакту одержувача починається з неправильних символів",
        "ru": "Имя контакта получателя начинается с недопустимых символов",
        "en": "The recipient's contact name starts with invalid characters"
    },
    "20000201761": {
        "ua": "Ім'я контакту одержувача закінчується неправильними символами",
        "ru": "Имя контакта получателя заканчивается недопустимыми символами",
        "en": "The recipient's contact name ends with invalid characters"
    },
    "20000201762": {
        "ua": "Ім'я контакту одержувача містить повторювані символи",
        "ru": "Имя контакта получателя содержит повторяющиеся символы",
        "en": "The recipient's contact name contains repeated characters"
    },
    "20000201763": {
        "ua": "Ім'я контакту одержувача містить неприпустимі слова",
        "ru": "Имя контакта получателя содержит недопустимые слова",
        "en": "The recipient's contact name contains invalid words"
    },
    "20000201764": {
        "ua": "ПІБ Отримувача містить менше 2 слів",
        "ru": "ФИО получателя состоит из менее чем 2 слов",
        "en": "The recipient's full name contains fewer than 2 words"
    },
    "20000201765": {
        "ua": "ПІБ Отримувача містить повторювані слова",
        "ru": "ФИО получателя содержит повторяющиеся слова",
        "en": "The recipient's full name contains repeated words"
    },
    "20000201766": {
        "ua": "ПІБ Отримувача містить неправильні символи",
        "ru": "ФИО получателя содержит недопустимые символы",
        "en": "The recipient's full name contains invalid characters"
    },
    "20000201767": {
        "ua": "ПІБ Отримувача починається з неправильних символів",
        "ru": "ФИО получателя начинается с недопустимых символов",
        "en": "The recipient's full name begins with invalid characters"
    },
    "20000201768": {
        "ua": "ПІБ Отримувача закінчується неправильними символами",
        "ru": "ФИО получателя заканчивается некорректными символами",
        "en": "The recipient's full name ends with invalid characters"
    },
    "20000201769": {
        "ua": "ПІБ Отримувача містить повторювані символи",
        "ru": "ФИО получателя содержит повторяющиеся символы",
        "en": "The recipient's full name contains repeated characters"
    },
    "20000201770": {
        "ua": "ПІБ Отримувача містить неприпустимі слова",
        "ru": "ФИО получателя содержит недопустимые слова",
        "en": "The recipient's full name contains prohibited words"
    },
    "20000201771": {
        "ua": "Помилка при збереженні контактного одержувача",
        "ru": "Ошибка при сохранении контактного получателя",
        "en": "Error saving the contact recipient"
    },
    "20000201772": {
        "ua": "ПІБ Відправника заповнено не повністю",
        "ru": "ФИО отправителя указано не полностью",
        "en": "The sender's full name has not been entered completely"
    },
    "20000201773": {
        "ua": "ПІБ Відправника заповнено не повністю",
        "ru": "ФИО отправителя указано не полностью",
        "en": "The sender's full name has not been entered completely"
    },
    "20000201774": {
        "ua": "ПІБ Отримувача заповнено не повністю",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201775": {
        "ua": "Одержувач для технології доставки до дверей повинен мати коректний номер мобільного телефону.",
        "ru": "Получатель, пользующийся услугой доставки «до двери», должен указать правильный номер мобильного телефона.",
        "en": "The recipient of a door-to-door delivery must provide a valid cell phone number."
    },
    "20000201776": {
        "ua": "ПІБ Відправника заповнено не повністю",
        "ru": "ФИО отправителя указано не полностью",
        "en": "The sender's full name has not been entered completely"
    },
    "20000201777": {
        "ua": "ПІБ Отримувача заповнено не повністю",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201778": {
        "ua": "Для оформлення відправлення з післяоплатою необхідно вказати для Отримувача мобільний номер телефону",
        "ru": "Для оформления отправления с наложенным платежом необходимо указать мобильный номер телефона получателя",
        "en": "To arrange a cash-on-delivery shipment, you must provide the recipient's cell phone number"
    },
    "20000201779": {
        "ua": "Контрагент відправника порожній",
        "ru": "Контрагент отправителя не указан",
        "en": "Sender's counterparty is blank"
    },
    "20000201780": {
        "ua": "Контрагент після оплати недоступний",
        "ru": "Контрагент недоступен после оплаты",
        "en": "The counterparty is unavailable after payment"
    },
    "20000201781": {
        "ua": "ЄДРПОУ для контрагента після оплати порожній",
        "ru": "ЕГРПОУ контрагента после оплаты пустое",
        "en": "The EDRPOU for the counterparty is blank after payment"
    },
    "20000201782": {
        "ua": "ЄДРПОУ для контрагента після оплати недійсний",
        "ru": "ЕГРПОУ контрагента после оплаты утрачивает силу",
        "en": "The EDRPOU number for the counterparty is invalid after payment"
    },
    "20000201783": {
        "ua": "Зоротна доставка із оплатою готівкою одержувачем заборонений для міста одержувача",
        "ru": "Наложенный платеж с оплатой наличными получателем запрещен для города получателя",
        "en": "Cash-on-delivery is not allowed for the recipient's city"
    },
    "20000201784": {
        "ua": "ПІБ Відправника заповнено не повністю",
        "ru": "ФИО отправителя указано не полностью",
        "en": "The sender's full name has not been entered completely"
    },
    "20000201785": {
        "ua": "ПІБ Отримувача заповнено не повністю",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201786": {
        "ua": "Телефон відправника для грошового переказу повинен бути правильним номером мобільного телефону",
        "ru": "Номер мобильного телефона отправителя для денежного перевода должен быть указан верно",
        "en": "The sender's phone number for the money transfer must be a valid cell phone number"
    },
    "20000201787": {
        "ua": "Телефон одержувача для грошового переказу повинен бути правильним номером мобільного телефону.",
        "ru": "Телефон получателя для денежного перевода должен быть правильным номером мобильного телефона.",
        "en": "The recipient's phone number for the money transfer must be a valid cell phone number."
    },
    "20000201788": {
        "ua": "Телефон відправника не може дорівнювати телефону отримувача",
        "ru": "Номер телефона отправителя не может совпадать с номером телефона получателя",
        "en": "The sender's phone number cannot be the same as the recipient's phone number"
    },
    "20000201789": {
        "ua": "Індекс області повинен складатися з 5 або 6 цифр.",
        "ru": "Индекс области должен состоять из 5 или 6 цифр.",
        "en": "The area code must consist of 5 or 6 digits."
    },
    "20000201794": {
        "ua": "Зворотня доставка грошей на карту, тимчасово заблокована",
        "ru": "Обратная доставка денег на карту временно заблокирована",
        "en": "Money transfers back to the card have been temporarily suspended"
    },
    "20000201797": {
        "ua": "Адреса одержувача тимчасово недоступний",
        "ru": "Адрес получателя временно недоступен",
        "en": "The recipient's address is temporarily unavailable"
    },
    "20000201812": {
        "ua": "Параметри місць не заповнено",
        "ru": "Параметры мест не заполнены",
        "en": "Seat parameters are not filled in"
    },
    "20000201813": {
        "ua": "Кількість місць: кількість не дорівнює кількості.",
        "ru": "Количество мест: количество не равно количеству.",
        "en": "Number of seats: the number is not equal to the number."
    },
    "20000201814": {
        "ua": "Не вказано параметри кожного місця відправлення",
        "ru": "Не указаны параметры каждого пункта отправления",
        "en": "The parameters for each departure location are not specified"
    },
    "20000201815": {
        "ua": "Параметри місць - оголошена вартість та опис відправлення не заповнені",
        "ru": "Параметры мест — заявленная стоимость и описание отправления не указаны",
        "en": "Seat details—the listed price and shipment description are missing"
    },
    "20000201816": {
        "ua": "Місто одержувача не знайдено",
        "ru": "Город получателя не найден",
        "en": "The recipient's city was not found"
    },
    "20000201817": {
        "ua": "Знайдено неправильне місто одержувача",
        "ru": "Обнаружен неверный город получателя",
        "en": "An incorrect recipient city was found"
    },
    "20000201818": {
        "ua": "Вартість недійсна",
        "ru": "Цена недействительна",
        "en": "Price is invalid"
    },
    "20000201819": {
        "ua": "Доставка в той же день недоступна для типу послуги Відділення-Відділення",
        "ru": "Доставка в тот же день недоступна для типа услуги «Отделение — Отделение»",
        "en": "Same-day delivery is not available for the \"Branch-to-Branch\" service type"
    },
    "20000201820": {
        "ua": "Відправник для Контролю оплати повинен мати ім'я і прізвище.",
        "ru": "Отправитель для контроля оплаты должен указать имя и фамилию.",
        "en": "The sender for Payment Verification must provide their first and last name."
    },
    "20000201821": {
        "ua": "ПІБ Отримувача заповнено не повністю",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201822": {
        "ua": "ПІБ Отримувача заповнено не повністю",
        "ru": "ФИО получателя указано не полностью",
        "en": "The recipient's full name has not been entered"
    },
    "20000201866": {
        "ua": "Помилка застосування промокоду, спробуйте ще раз пізніше",
        "ru": "Ошибка при использовании промокода, попробуйте позже",
        "en": "Error applying the promo code. Please try again later."
    },
    "20000201867": {
        "ua": "Застосувати промокод не вдалося",
        "ru": "Не удалось применить промокод",
        "en": "The promo code could not be applied"
    },
    "20000201868": {
        "ua": "Часткове повернення доступне тільки для складу",
        "ru": "Частичный возврат возможен только для товара на складе",
        "en": "Partial returns are available only for in-stock items"
    },
    "20000201869": {
        "ua": "Часткове повернення недоступне для типу доставки до Поштомату",
        "ru": "Частичный возврат недоступен для доставки в почтомат",
        "en": "Partial returns are not available for the \"Postomat\" delivery method"
    },
    "20000201870": {
        "ua": "Часткове повернення доступне тільки для 1 місця",
        "ru": "Частичный возврат возможен только для 1 места",
        "en": "Partial refunds are available only for 1 seat"
    },
    "20000201871": {
        "ua": "Часткове повернення доступне тільки до 5 кг",
        "ru": "Частичный возврат возможен только до 5 кг",
        "en": "Partial returns are only available for up to 5 kg"
    },
    "20000201872": {
        "ua": "Часткове повернення доступне тільки для вантажу, посилки",
        "ru": "Частичный возврат возможен только для грузов и посылок",
        "en": "Partial refunds are available only for cargo and packages"
    },
    "20000201873": {
        "ua": "Номер документу недійсний",
        "ru": "Номер документа недействителен",
        "en": "The document number is invalid"
    },
    "20000201874": {
        "ua": "Введіть номер промокоду",
        "ru": "Введите номер промокода",
        "en": "Enter the promo code"
    },
    "20000201875": {
        "ua": "Неправильне значення визначення адреси",
        "ru": "Неверное значение определения адреса",
        "en": "Invalid address value"
    },
    "20000201876": {
        "ua": "Формат міжнародного поштового індексу неправильний",
        "ru": "Формат международного почтового индекса неверный",
        "en": "The international ZIP code format is incorrect"
    },
    "20000201877": {
        "ua": "Інтерком неправильний",
        "ru": "Интерком неверный",
        "en": "The intercom is not working properly"
    },
    "20000201878": {
        "ua": "Валюта вказана неправильно",
        "ru": "Валюта указана неверно",
        "en": "The currency is incorrect"
    },
    "20000201879": {
        "ua": "Вимір товару невірний",
        "ru": "Размер товара указан неверно",
        "en": "The product dimensions are incorrect"
    },
    "20000201880": {
        "ua": "Кількість товарів неправильна",
        "ru": "Количество товаров указано неверно",
        "en": "The quantity of items is incorrect"
    },
    "20000201881": {
        "ua": "Неправильний тип міжнародної послуги",
        "ru": "Неправильный тип международной услуги",
        "en": "Incorrect type of international service"
    },
    "20000201882": {
        "ua": "Відправляти замовлення зі складу Drop-Off заборонено!",
        "ru": "Отправлять заказы со склада Drop-Off запрещено!",
        "en": "Sending orders from the Drop-Off warehouse is prohibited!"
    },
    "20000201883": {
        "ua": "Відправляти замовлення на склад Drop-Off заборонено!",
        "ru": "Отправлять заказы на склад Drop-Off запрещено!",
        "en": "It is prohibited to send orders to the Drop-Off warehouse!"
    },
    "20000201884": {
        "ua": "Відправляти замовлення на склад Drop-Off можна тільки з типом «Документи» або «Посилка».",
        "ru": "Отправлять заказы на склад Drop-Off можно только с типом «Документы» или «Посылка».",
        "en": "You can only send orders to a Drop-Off warehouse if they are classified as \"Documents\" or \"Package.\""
    },
    "20000201885": {
        "ua": "Відправляти замовлення на склад Drop-Off дозволяється тільки вартістю <15000.",
        "ru": "Отправлять заказы на склад Drop-Off разрешается только при стоимости <15000.",
        "en": "Orders may only be shipped to a Drop-Off warehouse if their value is less than 15,000."
    },
    "20000201886": {
        "ua": "Заборонено відправляти за готівку на склад Drop-Off з типом платника - одержувач.",
        "ru": "Запрещается отправлять за наличные на склад Drop-Off с типом плательщика — получатель.",
        "en": "It is prohibited to send cash to a Drop-Off warehouse with the payer type set to \"recipient.\""
    },
    "20000201887": {
        "ua": "Забороняється відправляти замовлення на склад Drop-Off з даної додатковою послугою.",
        "ru": "Запрещается отправлять заказы на склад Drop-Off с данной дополнительной услугой.",
        "en": "You may not ship orders to a Drop-Off warehouse using this additional service."
    },
    "20000201888": {
        "ua": "Часткове повернення відключено",
        "ru": "Частичный возврат отключен",
        "en": "Partial refund disabled"
    },
    "20000201889": {
        "ua": "Товари для часткового повернення не заповнені",
        "ru": "Товары для частичного возврата не заполнены",
        "en": "Items for a partial return have not been filled out"
    },
    "20000201890": {
        "ua": "Недійсний часткове повернення товару",
        "ru": "Недействительный частичный возврат товара",
        "en": "Invalid partial return of merchandise"
    },
    "20000201891": {
        "ua": "Допускається не більше 10 товарів",
        "ru": "Допускается не более 10 товаров",
        "en": "No more than 10 items are allowed"
    },
    "20000201892": {
        "ua": "Штрих-коди повинні бути унікальними",
        "ru": "Штрих-коды должны быть уникальными",
        "en": "Barcodes must be unique"
    },
    "20000201894": {
        "ua": "Сума часткового повернення товару не дорівнює післяплаті за вартістю товару",
        "ru": "Сумма частичного возврата товара не равна наложенному платежу по стоимости товара",
        "en": "The amount of the partial return does not equal the cash-on-delivery payment for the cost of the goods"
    },
    "20000201895": {
        "ua": "Товар повинен бути масивом",
        "ru": "Товар должен быть массивом",
        "en": "The item must be an array"
    },
    "20000201896": {
        "ua": "Вихідний розмірна вага недійсна",
        "ru": "Исходные размерные весовые данные недействительны",
        "en": "The original weight specification is invalid"
    },
    "20000201897": {
        "ua": "Оригінальна фактична вага недійсна",
        "ru": "Первоначальный фактический вес недействителен",
        "en": "The original actual weight is invalid"
    },
    "20000201939": {
        "ua": "Не вдалося зберегти ЕН",
        "ru": "Не удалось сохранить ЭН",
        "en": "Failed to save EN"
    },
    "20000201961": {
        "ua": "Сервіси на даний момент недоступні. Будь ласка, спробуйте ще раз",
        "ru": "Сервисы в данный момент недоступны. Пожалуйста, попробуйте ещё раз",
        "en": "The services are currently unavailable. Please try again."
    },
    "20000201985": {
        "ua": "Помилка відправлення",
        "ru": "Ошибка отправки",
        "en": "Sending error"
    },
    "20000201987": {
        "ua": "Не дозволений Тип вантажу Зворотної доставки за готівковий розрахунок Отримувачем",
        "ru": "Недопустимый тип груза при обратной доставке с наличным расчетом со стороны получателя",
        "en": "The \"Cash on Delivery by Recipient\" return shipment cargo type is not permitted."
    },
    "20000201989": {
        "ua": "Вкажіть внутрішній номер відправлення",
        "ru": "Укажите внутренний номер отправления",
        "en": "Please enter the internal shipment number"
    },
    "20000202003": {
        "ua": "Штрих-код redBOX не валідний",
        "ru": "Штрих-код redBOX недействителен",
        "en": "The redBOX barcode is invalid"
    },
    "20000202004": {
        "ua": "Номер штрих-коду redBOX вже використано в іншій накладній",
        "ru": "Номер штрих-кода redBOX уже использован в другой накладной",
        "en": "The redBOX barcode number has already been used on another invoice"
    },
    "20000202005": {
        "ua": "Штрих-код не знайдено",
        "ru": "Штрих-код не найден",
        "en": "Barcode not found"
    },
    "20000202007": {
        "ua": "Штрих-код не знайдено",
        "ru": "Штрих-код не найден",
        "en": "Barcode not found"
    },
    "20000202380": {
        "ua": "Не вдається роздрукувати видалений документ",
        "ru": "Не удается распечатать удаленный документ",
        "en": "Unable to print a deleted document"
    },
    "20000202381": {
        "ua": "Не вдалося розрахувати вартість. Будь ласка, повторіть спробу",
        "ru": "Не удалось рассчитать стоимость. Пожалуйста, повторите попытку",
        "en": "Unable to calculate the cost. Please try again."
    },
    "20000202382": {
        "ua": "Не має даних про документ",
        "ru": "Данных о документе нет",
        "en": "No information is available about the document"
    },
    "20000202383": {
        "ua": "Ваша посилка вже видана кур'єру, тому зараз неможливо перенести доставку. Будь ласка, зачекайте на його дзвінок та перенесіть доставку в телефонному режимі.",
        "ru": "Ваша посылка уже передана курьеру, поэтому сейчас перенести доставку невозможно. Пожалуйста, дождитесь его звонка и перенесите доставку по телефону.",
        "en": "Your package has already been handed over to the courier, so it is not possible to reschedule the delivery at this time. Please wait for the courier to call you and reschedule the delivery over the phone."
    },
    "20000202384": {
        "ua": "Ідентифікатори документів не визначено",
        "ru": "Идентификаторы документов не указаны",
        "en": "Document identifiers are not specified"
    },
    "20000202385": {
        "ua": "Послуга доступна лише для доставки на адресу",
        "ru": "Услуга доступна только для доставки по адресу",
        "en": "This service is available only for delivery to the address"
    },
    "20000202386": {
        "ua": "Замовник не є одержувачем відправлення",
        "ru": "Заказчик не является получателем отправления",
        "en": "The customer is not the recipient of the shipment"
    },
    "20000202387": {
        "ua": "Неможливо отримати доступну дату доставки",
        "ru": "Не удается определить доступную дату доставки",
        "en": "No available delivery date is available"
    },
    "20000202403": {
        "ua": "Обране відділення одержувача обслуговує лише відправлення з оголошеною вартістю до ' . $recipientWarehouseMaxCost . ' грн. Виконайте відправку з іншого відділення, скористайтеся адресним обслуговуванням чи зменшіть оголошену вартість.",
        "ru": "Выбранное отделение получателя обслуживает только отправления с заявленной стоимостью до ' . $recipientWarehouseMaxCost . ' грн. Оформите отправку в другом отделении, воспользуйтесь услугой доставки по адресу или уменьшите заявленную стоимость.",
        "en": "The recipient's selected branch only accepts shipments with a declared value of up to ' . $recipientWarehouseMaxCost . ' UAH. Please send your shipment from a different branch, use the door-to-door service, or reduce the declared value."
    },
    "20000202467": {
        "ua": "Параметри Вашого відправлення не відповідають пакуванню",
        "ru": "Параметры вашего отправления не соответствуют упаковке",
        "en": "The details of your shipment do not match the packaging"
    },
    "20000202570": {
        "ua": "Нажаль, вибір грошового переказу на карту для адресної доставки неможливий",
        "ru": "К сожалению, выбор варианта денежного перевода на карту для адресной доставки невозможен",
        "en": "Unfortunately, it is not possible to select a money transfer to a card for targeted delivery"
    },
    "20000202571": {
        "ua": "Нажаль, вибір грошового переказу на карту для адресної доставки неможливий",
        "ru": "К сожалению, выбор варианта денежного перевода на карту для адресной доставки невозможен",
        "en": "Unfortunately, it is not possible to select a money transfer to a card for targeted delivery"
    },
    "20000202572": {
        "ua": "Нажаль, оновлення карти для зворотньої доставки грошового переказу неможливе",
        "ru": "К сожалению, обновление карты для обратной доставки денежного перевода невозможно",
        "en": "Unfortunately, it is not possible to update the map for the return delivery of a money transfer"
    },
    "20000202582": {
        "ua": "Замовлення пакування онлайн - доступне лише на поштових відділеннях",
        "ru": "Заказ упаковки онлайн — доступен только в почтовых отделениях",
        "en": "Ordering packaging online is available only at post offices"
    },
    "20000202583": {
        "ua": "Послуга пакування доступна лише за умови оплати за доставку відправником.",
        "ru": "Услуга упаковки доступна только при условии оплаты доставки отправителем.",
        "en": "The packaging service is available only if the sender pays for shipping."
    },
    "20000202585": {
        "ua": "Параметри Вашого відправлення не відповідають пакуванню",
        "ru": "Параметры вашего отправления не соответствуют упаковке",
        "en": "The details of your shipment do not match the packaging"
    },
    "20000202587": {
        "ua": "Необхідно обрати пакування для всіх місць",
        "ru": "Необходимо выбрать упаковку для всех мест",
        "en": "You must select a packaging option for all locations"
    },
    "20000202595": {
        "ua": "Оплата за безготівковим розрахунком недоступна для типу платника Відправник",
        "ru": "Оплата посредством безналичного расчета недоступна для типа плательщика «Отправитель»",
        "en": "Cashless payments are not available for the \"Sender\" payer type"
    },
    "20000202714": {
        "ua": "Адресу відправника не знайдено",
        "ru": "Адрес отправителя не найден",
        "en": "The sender's address was not found"
    },
    "20000202715": {
        "ua": "Адресу отримувача не знайдено",
        "ru": "Адрес получателя не найден",
        "en": "The recipient's address could not be found"
    },
    "20000202719": {
        "ua": "Послуга «Онлайн-кредит» не доступна до оформлення для даної категорії відділення (Store)",
        "ru": "Услуга «Онлайн-кредит» недоступна для оформления в данной категории отделений (Store)",
        "en": "The \"Online Loan\" service is not available for this branch category (Store)"
    },
    "20000202736": {
        "ua": "Вага перевищує лiмiт для складу-одержувача: 1100кг на одне відправлення",
        "ru": "Вес превышает лимит для склада-получателя: 1100 кг на одно отправление",
        "en": "The weight exceeds the limit for the receiving warehouse: 1,100 kg per shipment"
    },
    "20000202737": {
        "ua": "Вага перевищує лiмiт для складу-одержувача: 1100кг на одне відправлення",
        "ru": "Вес превышает лимит для склада-получателя: 1100 кг на одно отправление",
        "en": "The weight exceeds the limit for the receiving warehouse: 1,100 kg per shipment"
    },
    "20000202738": {
        "ua": "Вага перевищує лiмiт для складу-одержувача: 1000кг на одне відправлення",
        "ru": "Вес превышает лимит для склада-получателя: 1000 кг на одно отправление",
        "en": "The weight exceeds the limit for the receiving warehouse: 1,000 kg per shipment"
    },
    "20000202740": {
        "ua": "Недостатньо бонус-знижки для оплати відправлення",
        "ru": "Бонусной скидки недостаточно для оплаты отправки",
        "en": "The bonus discount is not enough to cover the shipping cost"
    },
    "20000202741": {
        "ua": "Відправлення вже оплачено",
        "ru": "Отправка уже оплачена",
        "en": "The shipment has already been paid for"
    },
    "20000202858": {
        "ua": "У відділенні Відправника перевищено максимальну ширину",
        "ru": "В отделении отправителя превышена максимальная ширина",
        "en": "The maximum width has been exceeded at the Sender's branch"
    },
    "20000202859": {
        "ua": "У відділенні Відправника перевищено максимальну довжину",
        "ru": "В отделении отправителя превышена максимальная длина",
        "en": "The maximum length has been exceeded at the Sender's branch"
    },
    "20000202860": {
        "ua": "У відділенні Відправника перевищено дозволену максимальну висоту",
        "ru": "В отделении отправителя превышена допустимая максимальная высота",
        "en": "The maximum permitted height has been exceeded at the Sender's branch"
    },
    "20000202861": {
        "ua": "У відділенні Відправника перевищено максимальну загальну вагу",
        "ru": "В отделении отправителя превышен максимальный общий вес",
        "en": "The maximum total weight has been exceeded at the Sender's branch"
    },
    "20000202862": {
        "ua": "У відділенні Отримувача перевищено максимальну ширину",
        "ru": "В отделении получателя превышена максимальная ширина",
        "en": "The maximum width has been exceeded in the Recipient's section"
    },
    "20000202863": {
        "ua": "У відділенні Отримувача перевищено максимальну довжину",
        "ru": "В отделении получателя превышена максимальная длина",
        "en": "The maximum length has been exceeded in the Recipient's section"
    },
    "20000202864": {
        "ua": "У відділенні Отримувача перевищено дозволену максимальну висоту",
        "ru": "В отделении получателя превышена допустимая максимальная высота",
        "en": "The maximum permitted height has been exceeded at the Recipient's facility"
    },
    "20000202865": {
        "ua": "У відділенні Отримувача перевищено дозволену максимальну вагу на одне місце",
        "ru": "В отделении получателя превышен допустимый максимальный вес на одно место",
        "en": "The Recipient's branch has exceeded the maximum weight limit per seat"
    },
    "20000202866": {
        "ua": "У відділенні Отримувача перевищено дозволену максимальну вагу",
        "ru": "В отделении получателя превышен допустимый максимальный вес",
        "en": "The maximum allowed weight has been exceeded at the recipient's branch"
    },
    "20000202867": {
        "ua": "У відділенні Відправника Об'ємна вага перевищує ліміт",
        "ru": "В отделении отправителя объемный вес превышает установленный лимит",
        "en": "At the sender's branch, the volumetric weight exceeds the limit"
    },
    "20000202868": {
        "ua": "Посилка не підходить під умови використання промокоду",
        "ru": "Посылка не соответствует условиям использования промокода",
        "en": "This order does not meet the conditions for using a promo code"
    },
    "20000202869": {
        "ua": "Промокод не розповсюджується на отримані посилки",
        "ru": "Промокод не распространяется на уже полученные посылки",
        "en": "The promo code does not apply to packages that have already been received"
    },
    "20000202870": {
        "ua": "У відділенні Отримувача перевищено дозволену максимальну вагу на одне місце",
        "ru": "В отделении получателя превышен допустимый максимальный вес на одно место",
        "en": "The Recipient's branch has exceeded the maximum weight limit per seat"
    },
    "20000202871": {
        "ua": "У відділенні Відправника перевищено дозволену максимальну вагу на одне місце",
        "ru": "В отделении отправителя превышен допустимый максимальный вес на одно место",
        "en": "The Sender's branch has exceeded the maximum weight allowed per seat"
    },
    "20000202872": {
        "ua": "У відділенні Отримувача перевищено максимальну об'ємну вагу на одне місце",
        "ru": "В отделении получателя превышен максимальный объемный вес на одно место",
        "en": "The maximum volumetric weight per seat has been exceeded at the recipient's branch"
    },
    "20000202873": {
        "ua": "У відділенні Відправника перевищено максимальну об'ємну вагу на одне місце",
        "ru": "В отделении отправителя превышен максимальный объемный вес на одно место",
        "en": "The maximum volumetric weight per seat has been exceeded at the shipper's branch"
    },
    "20000202874": {
        "ua": "Промокод не розповсюджується на оплачені ЕН",
        "ru": "Промокод не распространяется на оплаченные ЭН",
        "en": "The promo code does not apply to paid ENs"
    },
    "20000202875": {
        "ua": "Промокод не розповсюджується на накладні створені на підставі",
        "ru": "Промокод не распространяется на накладные, составленные на основании",
        "en": "The promo code does not apply to invoices created based on"
    },
    "20000202876": {
        "ua": "Промокод не розповсюджується на накладні, платником яких є \"Нова пошта",
        "ru": "Промокод не распространяется на накладные, плательщиком по которым является «Новая почта»",
        "en": "The promo code does not apply to shipping invoices paid by \"Nova Poshta\""
    },
    "20000202877": {
        "ua": "Невірний номер промокоду",
        "ru": "Неверный номер промокода",
        "en": "Invalid promo code"
    },
    "20000202878": {
        "ua": "Термін дії промокоду закінчився",
        "ru": "Срок действия промокода истек",
        "en": "The promo code has expired"
    },
    "20000202879": {
        "ua": "Не знайдено промокод",
        "ru": "Промокод не найден",
        "en": "No promo code found"
    },
    "20000202880": {
        "ua": "Повторне використання промокоду недоступне",
        "ru": "Повторное использование промокода невозможно",
        "en": "The promo code cannot be reused"
    },
    "20000202889": {
        "ua": "Післяоплата неможлива на цьому поштоматі",
        "ru": "Оплата по факту невозможна в этом почтомате",
        "en": "Cash on delivery is not available at this parcel locker"
    },
    "20000203091": {
        "ua": "Оберіть банківську картку для зарахування коштів за товар",
        "ru": "Выберите банковскую карту для зачисления средств за товар",
        "en": "Select a bank card to receive payment for the merchandise"
    },
    "20000203137": {
        "ua": "Порожній RecipientAddressName або ServiceType має бути Doors",
        "ru": "Если RecipientAddressName или ServiceType не заполнены, то должно быть указано «Doors»",
        "en": "An empty RecipientAddressName or ServiceType must be \"Doors\""
    },
    "20000203164": {
        "ua": "Промокод не дійсний",
        "ru": "Промокод недействителен",
        "en": "The promo code is invalid"
    },
    "20000203200": {
        "ua": "Замовлення послуги пакування неможливо за рахунок отримувача",
        "ru": "Заказ услуги упаковки невозможен за счет получателя",
        "en": "It is not possible to order a packaging service at the recipient's expense"
    },
    "20000203202": {
        "ua": "Оберіть платником за доставку одержувача",
        "ru": "Выберите получателя в качестве плательщика за доставку",
        "en": "Select the recipient as the payer for shipping"
    },
    "20000203246": {
        "ua": "Оберіть банківську картку для зарахування грошового переказу",
        "ru": "Выберите банковскую карту для зачисления денежного перевода",
        "en": "Select a bank card to receive the money transfer"
    },
    "20000203287": {
        "ua": "Спробуйте замовити послугу пізніше, тому що зараз немає вільних комірок",
        "ru": "Попробуйте заказать услугу позже, так как сейчас нет свободных ячеек",
        "en": "Please try scheduling the service for a later time, as there are no available slots right now"
    },
    "20000203297": {
        "ua": "Оголошена вартість відправлення до поштомату не може перевищувати 10000 грн",
        "ru": "Заявленная стоимость отправки в почтомат не может превышать 10 000 грн",
        "en": "The declared value of a shipment to a parcel locker cannot exceed 10,000 UAH"
    },
    "20000203324": {
        "ua": "Доступ заборонено",
        "ru": "Доступ запрещен",
        "en": "Access Denied"
    },
    "20000203327": {
        "ua": "Оплата за безготівковим розрахунком недоступна для типу платника Отримувач",
        "ru": "Оплата посредством безналичного расчета недоступна для типа плательщика «Получатель»",
        "en": "Cashless payments are not available for the \"Recipient\" payer type"
    },
    "20000203329": {
        "ua": "Доставка на адресу недоступна",
        "ru": "Доставка по этому адресу невозможна",
        "en": "Delivery to this address is not available"
    },
    "20000203330": {
        "ua": "Сервіс тимчасово недоступний",
        "ru": "Сервис временно недоступен",
        "en": "The service is temporarily unavailable"
    },
    "20000203331": {
        "ua": "Населений пункт Отримувача не знайдено",
        "ru": "Населённый пункт получателя не найден",
        "en": "The recipient's location could not be found"
    },
    "20000203340": {
        "ua": "Сума зворотної доставки не може бути більше 29 999",
        "ru": "Сумма обратной доставки не может превышать 29 999",
        "en": "The return shipping cost cannot exceed 29,999"
    },
    "20000203343": {
        "ua": "Мінімальна сума контролю оплати 0.1",
        "ru": "Минимальная сумма контроля оплаты 0,1",
        "en": "Minimum payment control amount: 0.1"
    },
    "20000203344": {
        "ua": "У відділенні Отримувача дозволена максимальна об'ємна вага на одне місце",
        "ru": "В отделении получателя разрешенный максимальный объемный вес на одно место",
        "en": "At the Recipient's branch, the maximum volumetric weight per seat is permitted"
    },
    "20000203361": {
        "ua": "«Будь ласка, оновіть свою програму до останньої версії»: «Перевірка даних про зворотну доставку»",
        "ru": "«Пожалуйста, обновите программу до последней версии»: «Проверка данных об обратной доставке»",
        "en": "\"Please update your program to the latest version\": \"Verifying return shipping information\""
    },
    "20000203433": {
        "ua": "Метод більше не використовується",
        "ru": "Этот метод больше не используется",
        "en": "This method is no longer used"
    },
    "20000203456": {
        "ua": "Некоректний формат номера телефона відправника",
        "ru": "Неверный формат номера телефона отправителя",
        "en": "The sender's phone number is in an invalid format"
    },
    "20000203457": {
        "ua": "Некоректний формат номера телефона отримувача",
        "ru": "Неверный формат номера телефона получателя",
        "en": "The recipient's phone number is in an invalid format"
    },
    "20000203502": {
        "ua": "Адресу відправника не знайдено",
        "ru": "Адрес отправителя не найден",
        "en": "The sender's address was not found"
    },
    "20000203554": {
        "ua": "Не вказані параметри вантажу або один з параметрів не зазначений",
        "ru": "Параметры груза не указаны или один из параметров не указан",
        "en": "The cargo parameters are not specified, or one of the parameters is missing"
    },
    "20000203557": {
        "ua": "У відділенні Відправника дозволена максимальна вага: 30",
        "ru": "В отделении отправителя допустимый максимальный вес: 30",
        "en": "The maximum weight allowed at the sender's branch is 30"
    },
    "20000203558": {
        "ua": "У відділенні Відправника дозволена максимальна вага: 5",
        "ru": "В отделении отправителя допустимый максимальный вес: 5",
        "en": "Maximum weight allowed at the sender's branch: 5"
    },
    "20000203559": {
        "ua": "У відділенні Відправника дозволена максимальна вага: 2",
        "ru": "В отделении отправителя допустимый максимальный вес: 2",
        "en": "Maximum weight allowed at the sender's branch: 2"
    },
    "20000203561": {
        "ua": "У відділенні Відправника дозволена максимальна вага: 15",
        "ru": "В отделении отправителя допустимый максимальный вес: 15",
        "en": "The maximum weight allowed at the sender's branch is 15"
    },
    "20000203562": {
        "ua": "У відділенні Одержувача дозволена максимальна вага:",
        "ru": "В отделении Получателя допустимый максимальный вес:",
        "en": "The maximum weight allowed at the recipient's branch is:"
    },
    "20000203563": {
        "ua": "У відділенні Одержувача дозволена максимальна вага: 5",
        "ru": "В отделении Получателя допустимый максимальный вес: 5",
        "en": "Maximum weight allowed at the recipient's branch: 5"
    },
    "20000203564": {
        "ua": "У відділенні Одержувача дозволена максимальна вага: 20",
        "ru": "В отделении Получателя допустимый максимальный вес: 20",
        "en": "The maximum weight allowed at the recipient's branch is 20"
    },
    "20000203565": {
        "ua": "У відділенні Одержувача дозволена максимальна вага: 15",
        "ru": "В отделении Получателя допустимый максимальный вес: 15",
        "en": "The maximum weight allowed at the recipient's branch is 15"
    },
    "20000203566": {
        "ua": "За вказаним Одержувачем не знайдено організацію з ЕДРПОУ. Створіть нового Одержувача або оформіть ЕН на приватну особу",
        "ru": "По указанному получателю не найдена организация в ЕГРПОУ. Создайте нового получателя или оформите накладную на физическое лицо",
        "en": "No organization with an EDRPOU number was found for the specified recipient. Create a new recipient or issue an invoice to an individual."
    },
    "20000203584": {
        "ua": "Проблема створення контрагента. Неправильне ім’я одержувача",
        "ru": "Проблема с созданием контрагента. Неверное имя получателя",
        "en": "Problem creating a counterparty. Incorrect recipient name"
    },
    "20000203586": {
        "ua": "Використання redBOX неможливе для клієнтів з безготівковою формою розрахунку",
        "ru": "Использование redBOX невозможно для клиентов, оплачивающих услуги безналичным способом",
        "en": "Customers who pay by non-cash methods cannot use redBOX"
    },
    "20000203597": {
        "ua": "У відділенні Отримувача дозволена максимальна довжина: 30",
        "ru": "В отделении получателя допустимая максимальная длина: 30",
        "en": "The maximum length allowed in the Recipient's section is: 30"
    },
    "20000203602": {
        "ua": "Оформлення відправлень з категорією «Ручна обробка» дозволено лише з/на вантажні відділення, пункти приймання-відправки та адресу",
        "ru": "Оформление отправлений с категорией «Ручная обработка» разрешено только из/в грузовые отделения, пункты приема-отправки и по адресу",
        "en": "Shipments classified as “Manual Processing” may only be processed to or from cargo terminals, pickup and drop-off locations, and addresses"
    },
    "20000203605": {
        "ua": "Тип відправлення \"Шини-диски\" не допустимий для обраного типу відділення",
        "ru": "Тип отправления «Шины-диски» недопустим для выбранного типа отделения",
        "en": "The \"Tires and Rims\" shipment type is not allowed for the selected branch type"
    },
    "20000203608": {
        "ua": "Недоступна послуга: Локал експрес",
        "ru": "Услуга недоступна: «Локал экспресс»",
        "en": "Service Unavailable: Local Express"
    },
    "20000203609": {
        "ua": "Недоступна послуга: Контроль підпису документів",
        "ru": "Услуга недоступна: Проверка подписей на документах",
        "en": "Service Unavailable: Document Signature Verification"
    },
    "20000203610": {
        "ua": "Недоступна послуга: Оплата редбоксу Отримувачем",
        "ru": "Недоступная услуга: Оплата редбокса получателем",
        "en": "Service Unavailable: Redbox Payment by the Recipient"
    },
    "20000203611": {
        "ua": "Недоступна послуга: Особисто в руки",
        "ru": "Услуга недоступна: Лично в руки",
        "en": "Service Not Available: In-Person Delivery"
    },
    "20000203612": {
        "ua": "Недоступна послуга: Підйом на поверх з ліфтом",
        "ru": "Услуга недоступна: подъем на этаж на лифте",
        "en": "Service Not Available: Taking the Elevator to a Floor"
    },
    "20000203613": {
        "ua": "Недоступна послуга: Гарантійний талон",
        "ru": "Услуга недоступна: Гарантийный талон",
        "en": "Service Not Available: Warranty Card"
    },
    "20000203614": {
        "ua": "Недоступна послуга: Контроль оплати",
        "ru": "Услуга недоступна: Контроль оплаты",
        "en": "Service Unavailable: Payment Monitoring"
    },
    "20000203615": {
        "ua": "Недоступна послуга: Доставка карт",
        "ru": "Услуга недоступна: Доставка карт",
        "en": "Service Unavailable: Card Delivery"
    },
    "20000203616": {
        "ua": "Максимальна вага при адресному обслуговуванні: 1000 кг на одне місце",
        "ru": "Максимальный вес при адресном обслуживании: 1000 кг на одно место",
        "en": "Maximum weight for designated parking: 1,000 kg per space"
    },
    "20000203617": {
        "ua": "Максимальна довжина посилки при адресному обслуговуванні: 300 см",
        "ru": "Максимальная длина посылки при адресном обслуживании: 300 см",
        "en": "Maximum package length for door-to-door service: 300 cm"
    },
    "20000203618": {
        "ua": "Максимальна ширина посилки при адресному обслуговуванні: 170 см",
        "ru": "Максимальная ширина посылки при адресном обслуживании: 170 см",
        "en": "Maximum package width for door-to-door service: 170 cm"
    },
    "20000203619": {
        "ua": "Максимальна висота посилки при адресному обслуговуванні: 170 см",
        "ru": "Максимальная высота посылки при адресном обслуживании: 170 см",
        "en": "Maximum package height for door-to-door service: 170 cm"
    },
    "20000203620": {
        "ua": "Максимальна об'ємна вага при адресному обслуговуванні: 1000 кг на одне місце",
        "ru": "Максимальный объемный вес при адресном обслуживании: 1000 кг на одно место",
        "en": "Maximum volumetric weight for door-to-door service: 1,000 kg per slot"
    },
    "20000203623": {
        "ua": "Недоступна послуга:",
        "ru": "Услуга недоступна:",
        "en": "Service unavailable:"
    },
    "20000203680": {
        "ua": "Недоступна послуга: Підтипи документів",
        "ru": "Недоступная услуга: Подтипы документов",
        "en": "Service Unavailable: Document Subtypes"
    },
    "20000203681": {
        "ua": "Недоступна послуга: Контроль поштучної передачі",
        "ru": "Услуга недоступна: Контроль поштучной передачи",
        "en": "Service Unavailable: Piece-by-Piece Transfer Monitoring"
    },
    "20000203682": {
        "ua": "Недоступна послуга: Авіадоставка",
        "ru": "Услуга недоступна: Авиадоставка",
        "en": "Service Not Available: Air Delivery"
    },
    "20000203683": {
        "ua": "Недоступна послуга: Спуск з поверху",
        "ru": "Услуга недоступна: Спуск с этажа",
        "en": "Service Not Available: Going Down from the Floor"
    },
    "20000203684": {
        "ua": "Недоступна послуга: Грошовий переказ",
        "ru": "Услуга недоступна: Денежный перевод",
        "en": "Service Unavailable: Money Transfer"
    },
    "20000203685": {
        "ua": "Недоступна послуга: Онлайн-кредит",
        "ru": "Услуга недоступна: Онлайн-кредит",
        "en": "Service Unavailable: Online Loan"
    },
    "20000203686": {
        "ua": "Недоступна послуга: Доставка в часові інтервали",
        "ru": "Услуга недоступна: Доставка в определенные временные интервалы",
        "en": "Service Not Available: Delivery by Time Slot"
    },
    "20000203687": {
        "ua": "Недоступна послуга: Підйом на поверх",
        "ru": "Недоступная услуга: Подъем на этаж",
        "en": "Service Not Available: Elevator to a Specific Floor"
    },
    "20000203688": {
        "ua": "Недоступна послуга: Спуск з поверху (ліфт)",
        "ru": "Услуга недоступна: Спуск с этажа (лифт)",
        "en": "Service Unavailable: Going Down a Floor (Elevator)"
    },
    "20000203726": {
        "ua": "Для відділення отримувача перевищено максимальну оголошену вартість MaxCost",
        "ru": "Для отделения получателя превышена максимальная заявленная стоимость MaxCost",
        "en": "The maximum declared value (MaxCost) has been exceeded for the recipient's branch"
    },
    "20000203727": {
        "ua": "Для відділення відправника перевищено максимальну оголошену вартість MaxCost",
        "ru": "Для отделения отправителя превышена максимальная заявленная стоимость MaxCost",
        "en": "The maximum declared value (MaxCost) has been exceeded for the sender's branch"
    },
    "20000203729": {
        "ua": "У відділенні Отримувача дозволена максимальна вага: TotalMaxAllowedWeight",
        "ru": "В отделении получателя допустимый максимальный вес: TotalMaxAllowedWeight",
        "en": "The maximum weight allowed at the Recipient's branch is: TotalMaxAllowedWeight"
    },
    "20000203730": {
        "ua": "У відділенні Отримувача перевищено максимальну ширину MaxWidthRecipient",
        "ru": "В отделении получателя превышена максимальная ширина MaxWidthRecipient",
        "en": "The maximum width (MaxWidthRecipient) has been exceeded in the recipient's section"
    },
    "20000203731": {
        "ua": "У відділенні Отримувача дозволена максимальна довжина MaxLengthRecipient",
        "ru": "В отделении получателя разрешена максимальная длина MaxLengthRecipient",
        "en": "The maximum length allowed in the Recipient section is MaxLengthRecipient"
    },
    "20000203732": {
        "ua": "У відділенні Отримувача дозволено максимальну висоту MaxHeightRecipient",
        "ru": "В отделении получателя разрешена максимальная высота MaxHeightRecipient",
        "en": "The Recipient's branch is allowed a maximum height of MaxHeightRecipient"
    },
    "20000203733": {
        "ua": "У відділенні Отримувача дозволена максимальна вага на місце MaxWeightPlaceRecipient",
        "ru": "В отделении получателя допустимый максимальный вес на одно место MaxWeightPlaceRecipient",
        "en": "At the Recipient's branch, the maximum weight per seat is MaxWeightPlaceRecipient"
    },
    "20000203734": {
        "ua": "У відділенні Отримувача перевищено максимальну вагу на місце MaxWeightPlaceRecipient",
        "ru": "В отделении получателя превышен максимальный вес на одно место (MaxWeightPlaceRecipient)",
        "en": "The maximum weight per seat has been exceeded at the Recipient's branch (MaxWeightPlaceRecipient)"
    },
    "20000203735": {
        "ua": "У відділенні Відправника дозволено максимальну ширину MaxWidthSender",
        "ru": "В отделении отправителя разрешена максимальная ширина MaxWidthSender",
        "en": "The maximum width allowed in the Sender section is MaxWidthSender"
    },
    "20000203736": {
        "ua": "У відділенні Відправника дозволено максимальну довжину MaxLengthSender",
        "ru": "В отделении отправителя разрешена максимальная длина MaxLengthSender",
        "en": "The maximum length allowed in the Sender section is MaxLengthSender"
    },
    "20000203737": {
        "ua": "У відділенні Відправника дозволено максимальну висоту MaxHeightSender",
        "ru": "В отделении отправителя разрешена максимальная высота MaxHeightSender",
        "en": "The maximum height allowed in the Sender section is MaxHeightSender"
    },
    "20000203738": {
        "ua": "У відділенні Відправника дозволена максимальна вага на місце MaxWeightPlaceSender",
        "ru": "В отделении отправителя разрешенный максимальный вес на одно место MaxWeightPlaceSender",
        "en": "The maximum weight per seat allowed at the sender's branch is MaxWeightPlaceSender"
    },
    "20000203739": {
        "ua": "У відділенні Відправника дозволено максимальну вагу на місце MaxWeightPlaceSender",
        "ru": "В отделении отправителя установлен максимальный вес на место MaxWeightPlaceSender",
        "en": "The Sender's branch allows a maximum weight per seat of MaxWeightPlaceSender"
    },
    "20000203744": {
        "ua": "Оціночна вартість відправлення вагою до 100 кг немає перевищувати 399 999 грн",
        "ru": "Оценочная стоимость отправления весом до 100 кг не должна превышать 399 999 грн",
        "en": "The estimated value of a shipment weighing up to 100 kg must not exceed 399,999 UAH"
    },
    "20000203745": {
        "ua": "Оціночна вартість відправлення вагою понад 100 кг немаж первищувати 1 000 000 грн",
        "ru": "Оценочная стоимость отправления весом более 100 кг не должна превышать 1 000 000 грн",
        "en": "The estimated value of a shipment weighing more than 100 kg must not exceed 1,000,000 UAH"
    },
    "20000203775": {
        "ua": "Оціночна вартість відправлення вагою понад 30 кг немає перевищувати 5 000 000 грн",
        "ru": "Оценочная стоимость отправления весом более 30 кг не должна превышать 5 000 000 грн",
        "en": "The estimated value of a shipment weighing more than 30 kg must not exceed 5,000,000 UAH"
    },
    "20000203776": {
        "ua": "Оціночна вартість відправлення вагою до 30 кг немає перевищувати 1 000 000 грн",
        "ru": "Оценочная стоимость отправления весом до 30 кг не должна превышать 1 000 000 грн",
        "en": "The estimated value of a shipment weighing up to 30 kg must not exceed 1,000,000 UAH"
    },
    "20000203780": {
        "ua": "Відправити посилку із послугою Сейф-сервіс можливо тільки до відділення",
        "ru": "Отправить посылку с помощью услуги «Сейф-сервис» можно только в отделение",
        "en": "You can only send a package using the Safe Service to a branch"
    },
    "20000203785": {
        "ua": "Виникла помилка. Будь ласка, повторіть спробу",
        "ru": "Произошла ошибка. Пожалуйста, повторите попытку",
        "en": "An error has occurred. Please try again."
    },
    "20000203786": {
        "ua": "У відділенні Відправника дозволена максимальна вага TotalMaxAllowedWeight",
        "ru": "В отделении отправителя разрешенный максимальный вес TotalMaxAllowedWeight",
        "en": "The maximum weight allowed at the sender's branch is TotalMaxAllowedWeight"
    },
    "20000203788": {
        "ua": "Повторне використання промокоду неможливе!",
        "ru": "Повторное использование промокода невозможно!",
        "en": "A promo code cannot be reused!"
    },
    "20000203802": {
        "ua": "Максимальний розмір значення сторони становить MaxParamRecipient",
        "ru": "Максимальный размер значения стороны составляет MaxParamRecipient",
        "en": "The maximum value for a side is MaxParamRecipient"
    },
    "20000203806": {
        "ua": "У відділенні Відправника на місце дозволено максимальну WeightType: PlaceMaxAllowedWeight",
        "ru": "В отделении отправителя на данном месте разрешен максимальный вес: PlaceMaxAllowedWeight",
        "en": "At the Sender's branch, the maximum WeightType allowed at the destination is: PlaceMaxAllowedWeight"
    },
    "20000203810": {
        "ua": "Помилка при оплаті документа балами лояльності, повторіть спробу пізніше",
        "ru": "Ошибка при оплате документа баллами лояльности. Повторите попытку позже",
        "en": "An error occurred while paying for this item with loyalty points. Please try again later."
    },
    "20000203811": {
        "ua": "Заборонено обирати послугу: ServiceName",
        "ru": "Запрещено выбирать услугу: ServiceName",
        "en": "You cannot select the following service: ServiceName"
    },
    "20000203868": {
        "ua": "Оберіть інше відділення Відправника",
        "ru": "Выберите другое отделение отправителя",
        "en": "Select another Sender branch"
    },
    "20000203869": {
        "ua": "Оберіть інше відділення Отримувача",
        "ru": "Выберите другое отделение получателя",
        "en": "Select another branch of the recipient"
    },
    "20000203872": {
        "ua": "Оплата бонус-знижкою тимчасово недоступна",
        "ru": "Оплата с использованием бонусной скидки временно недоступна",
        "en": "Payment using the bonus discount is temporarily unavailable"
    },
    "20000203930": {
        "ua": "У місті Відправника послуга Виклик кур'єра тимчасово не надається",
        "ru": "В городе отправителя услуга «Вызов курьера» временно не предоставляется",
        "en": "The \"Request a Courier\" service is temporarily unavailable in the Sender's city"
    },
    "20000203934": {
        "ua": "У місті Отримувача послуга доставки на адресу тимчасово не надається",
        "ru": "В городе Получателя услуга доставки по адресу временно не предоставляется",
        "en": "Delivery to the recipient's address is temporarily unavailable in the recipient's city"
    },
    "20000203936": {
        "ua": "На даний момент доставка в обраний регіон недоступна",
        "ru": "На данный момент доставка в выбранный регион недоступна",
        "en": "Delivery to the selected region is currently unavailable"
    },
    "20000203939": {
        "ua": "На жаль, дана послуга поки що не є доступною. Але ми вже над цим працюємо!",
        "ru": "К сожалению, данная услуга пока недоступна. Но мы уже работаем над этим!",
        "en": "Unfortunately, this service is not available at this time. But we're already working on it!"
    },
    "20000203941": {
        "ua": "Посилка завантажена у поштомат. Редагування заборонено.",
        "ru": "Посылка загружена в почтомат. Редактирование запрещено.",
        "en": "The package has been loaded into the parcel locker. Editing is not allowed."
    },
    "20000203943": {
        "ua": "За даним номером не знайдено промокод",
        "ru": "По данному номеру промокод не найден",
        "en": "No promo code was found for this number"
    },
    "20000203971": {
        "ua": "Номер телефону у посилці не збігається з номером телефону, на який видано промокод!",
        "ru": "Номер телефона, указанный в посылке, не совпадает с номером телефона, на который был выдан промокод!",
        "en": "The phone number in the package does not match the phone number for which the promo code was issued!"
    },
    "20000203972": {
        "ua": "Промокод вже використаний!",
        "ru": "Промокод уже использован!",
        "en": "The promo code has already been used!"
    },
    "20000203973": {
        "ua": "Вийшов термін дії промокоду!",
        "ru": "Срок действия промокода истек!",
        "en": "The promo code has expired!"
    },
    "20000203974": {
        "ua": "Промокод анульовано!",
        "ru": "Промокод аннулирован!",
        "en": "The promo code has been canceled!"
    },
    "20000203975": {
        "ua": "Посилка не підходить під умови промокоду",
        "ru": "Посылка не соответствует условиям промокода",
        "en": "This order does not meet the promo code requirements"
    },
    "20000204008": {
        "ua": "Передана послуга \"Суботня доставка\" недоступна",
        "ru": "Услуга «Субботняя доставка» недоступна",
        "en": "The \"Saturday Delivery\" service is currently unavailable"
    },
    "20000204009": {
        "ua": "Відділення Отримувача тимчасово не працює для видачі відправлень, оберіть інше відділення",
        "ru": "Отделение получателя временно не работает для выдачи отправлений, выберите другое отделение",
        "en": "The recipient's branch is temporarily closed for parcel pickup; please select another branch"
    },
    "20000204012": {
        "ua": "Відділення Одержувача (закритого типу) доступне тільки для деяких контрагентів. Оберіть інше відділення",
        "ru": "Отделение получателя (закрытого типа) доступно только для некоторых контрагентов. Выберите другое отделение",
        "en": "The Recipient's branch (closed-type) is available only to certain counterparties. Select another branch"
    },
    "20000204014": {
        "ua": "Помилка! Поле “Опис відправлення” має неприпустиме значення.",
        "ru": "Ошибка! Поле «Описание отправления» содержит недопустимое значение.",
        "en": "Error! The “Shipment Description” field contains an invalid value."
    },
    "20000204015": {
        "ua": "Накладений платіж при відправці до поштомату не може перевищувати 10000 грн.",
        "ru": "Наложенный платеж при отправке в почтомат не может превышать 10 000 грн.",
        "en": "Cash on delivery payments for shipments to a parcel locker cannot exceed 10,000 UAH."
    },
    "20000204018": {
        "ua": "Бажана дата доставки доступна тільки до адреси",
        "ru": "Желаемая дата доставки доступна только для данного адреса",
        "en": "The preferred delivery date is available only for this address"
    },
    "20000204027": {
        "ua": "Вам обмежено оформлення відправлень за рахунок Одержувача. Для роз'яснень оформіть претензію у найближчому відділенні",
        "ru": "Вам ограничено оформление отправлений за счет получателя. Для получения разъяснений подайте претензию в ближайшем отделении",
        "en": "You are restricted from processing shipments at the recipient's expense. For further information, please file a claim at your nearest branch."
    },
    "20000204028": {
        "ua": "Заборонено: 1. Безготівкова форма оплати для «ЕПІЦЕНТР К ТОВ»; 2. доставка у відділення (окрім закритого типу)",
        "ru": "Запрещено: 1. Безналичная оплата для «ЭПИЦЕНТР К ТОО»; 2. Доставка в отделение (кроме отделений закрытого типа)",
        "en": "Prohibited: 1. Non-cash payments to “EPICENTR K LLC”; 2. Delivery to a branch (except for closed-type branches)"
    },
    "20000204029": {
        "ua": "Відправлення завантажено у поштомат. Видалити документ DocNumber неможливо",
        "ru": "Отправление загружено в почтомат. Удалить документ с номером DocNumber невозможно",
        "en": "The shipment has been loaded into the parcel locker. The DocNumber document cannot be deleted."
    },
    "20000204037": {
        "ua": "Відправка з поштомату доступна лише з мобільного додатку",
        "ru": "Отправка с почтомата доступна только через мобильное приложение",
        "en": "Sending from a parcel locker is available only through the mobile app"
    },
    "20000204038": {
        "ua": "Обмежено оформлення відправлень за рахунок даного Одержувача",
        "ru": "Ограничено оформление отправлений за счет данного получателя",
        "en": "There are restrictions on processing shipments paid for by this recipient"
    },
    "20000204040": {
        "ua": "Для послуги Сейф-сервіс можливо відправити посилку вагою не більше 30 кг",
        "ru": "Для услуги «Сейф-сервис» можно отправить посылку весом не более 30 кг",
        "en": "For the Safe Service, you can send a package weighing no more than 30 kg"
    },
    "20000204041": {
        "ua": "Відправити посилку з послугою Сейф-сервіс можливо тільки з відділення",
        "ru": "Отправить посылку с помощью услуги «Сейф-сервис» можно только из отделения",
        "en": "You can only send a package using the Safe Service from a branch"
    },
    "20000204042": {
        "ua": "Відправити посилку із послугою Сейф-сервіс можливо тільки до відділення",
        "ru": "Отправить посылку с помощью услуги «Сейф-сервис» можно только в отделение",
        "en": "You can only send a package using the Safe Service to a branch"
    },
    "20000204044": {
        "ua": "ІД помічена на видалення. Оновлення неможливе.",
        "ru": "ИД помечена для удаления. Обновление невозможно.",
        "en": "The ID has been marked for deletion. An update is not possible."
    },
    "20000204047": {
        "ua": "Оплачуйте посилку самостійно онлайн, або залиште оплату для отримувача",
        "ru": "Оплатите посылку самостоятельно онлайн или оставьте оплату на усмотрение получателя",
        "en": "Pay for the package yourself online, or have the recipient pay for it"
    },
    "20000204048": {
        "ua": "Зверніть увагу. Відправити з Пункту або доставити в Пункт можна лише одне місце посилки.",
        "ru": "Обратите внимание. Из пункта или в пункт можно отправить или доставить только одну посылку.",
        "en": "Please note: You can only send one package from a pickup location or have it delivered to a pickup location."
    },
    "20000204055": {
        "ua": "Неможливо створити відправку з обраним Відправником",
        "ru": "Невозможно создать отправку с выбранным отправителем",
        "en": "It is not possible to create a shipment with the selected sender"
    },
    "20000204056": {
        "ua": "Легке повернення недоступно",
        "ru": "Возврат «Легкий» недоступен",
        "en": "Easy Returns is not available"
    },
    "20000204057": {
        "ua": "Спробуйте пізніше",
        "ru": "Попробуйте позже",
        "en": "Please try again later"
    },
    "20000204058": {
        "ua": "По обраному номеру вже замовлено Легке повернення",
        "ru": "По указанному номеру уже оформлен «Легкий возврат»",
        "en": "An Easy Return has already been requested for the selected number"
    },
    "20000204059": {
        "ua": "Редагування документу з послугою Легке повернення недоступне",
        "ru": "Редактирование документа с использованием услуги «Легкий возврат» недоступно",
        "en": "Editing a document using the Easy Return service is not available"
    },
    "20000204060": {
        "ua": "Відправити посилку із послугою Сейф-сервіс можливо тільки до відділення",
        "ru": "Отправить посылку с помощью услуги «Сейф-сервис» можно только в отделение",
        "en": "You can only send a package using the Safe Service to a branch"
    },
    "20000204061": {
        "ua": "Послуга Сейф-сервіс не доступна для відділення Відправника",
        "ru": "Услуга «Сейф-сервис» недоступна для отделения отправителя",
        "en": "The Safe Service is not available at the Sender's branch"
    },
    "20000204062": {
        "ua": "Послуга Сейф-сервіс не доступна для відділення Отримувача",
        "ru": "Услуга «Сейф-сервис» недоступна для отделения Получателя",
        "en": "The Safe Service is not available at the Recipient's branch"
    },
    "20000204063": {
        "ua": "Замовлення послуги \"Легке повернення\" заборонено за вимогою Продавця",
        "ru": "Заказ услуги «Легкий возврат» запрещен по требованию Продавца",
        "en": "Ordering the \"Easy Return\" service is prohibited at the Seller's request"
    },
    "20000204064": {
        "ua": "Замовлення послуги \"Легке повернення\" заборонено за вимогою Продавця",
        "ru": "Заказ услуги «Легкий возврат» запрещен по требованию Продавца",
        "en": "Ordering the \"Easy Return\" service is prohibited at the Seller's request"
    },
    "20000204066": {
        "ua": "Промокод по замовленню з Сейф-сервісом може використати лише Одержувач",
        "ru": "Промокод при заказе через «Сейф-сервис» может использовать только Получатель",
        "en": "Only the recipient may use the promo code for an order placed through Safe-Service"
    },
    "20000204081": {
        "ua": "Посилка не підходить під умови акції",
        "ru": "Посылка не соответствует условиям акции",
        "en": "This shipment does not meet the promotion criteria"
    },
    "20000204089": {
        "ua": "Відсутній документ для друку",
        "ru": "Отсутствует документ для печати",
        "en": "No document available for printing"
    },
    "20000204090": {
        "ua": "Заблокована оплата Одержувачем безготівкою за ініціативою Одержувача. Оберіть платником Відправника або Одержувача за готівку.",
        "ru": "Оплата получателем безналичным способом заблокирована по инициативе получателя. Выберите в качестве плательщика отправителя или получателя при оплате наличными.",
        "en": "The non-cash payment to the Recipient has been blocked at the Recipient's request. Select either the Sender or the Recipient as the payer for a cash payment."
    },
    "20000204091": {
        "ua": "Поштомат заборонений до вибору",
        "ru": "Почтомат недоступен для выбора",
        "en": "\"Parcel Locker\" is not available as a selection option"
    },
    "20000204092": {
        "ua": "Контактна особа одержувача не уповноважена отримувати відправлення. Вкажіть контактну особу одержувача, котра має картку ідентифікації бізнес-клієнта або доручення",
        "ru": "Контактное лицо получателя не уполномочено принимать отправления. Укажите контактное лицо получателя, имеющее идентификационную карту бизнес-клиента или доверенность",
        "en": "The recipient's contact person is not authorized to receive the shipment. Please specify a contact person for the recipient who has a business customer ID card or a power of attorney."
    },
    "20000204093": {
        "ua": "У Пункті (до 10кг) оплачуйте посилку через мобільний додаток або вибирайте платником одержувача. Зверніть увагу! Оплатити посилку готівкою або через POS-термінал неможливо.",
        "ru": "В пункте (до 10 кг) оплачивайте посылку через мобильное приложение или выбирайте в качестве плательщика получателя. Обратите внимание! Оплатить посылку наличными или через POS-терминал невозможно.",
        "en": "At the Pickup Point (up to 10 kg), pay for your package via the mobile app or select the recipient as the payer. Please note! You cannot pay for your package in cash or via a POS terminal."
    },
    "20000204094": {
        "ua": "Контактна особа одержувача не уповноважена отримувати відправлення. Вкажіть контактну особу одержувача, котра має картку ідентифікації бізнес-клієнта або доручення",
        "ru": "Контактное лицо получателя не уполномочено принимать отправления. Укажите контактное лицо получателя, имеющее идентификационную карту бизнес-клиента или доверенность",
        "en": "The recipient's contact person is not authorized to receive the shipment. Please specify a contact person for the recipient who has a business customer ID card or a power of attorney."
    },
    "20000204096": {
        "ua": "Вартість сукупно наданих послуг на адресі не може перевищувати 75 000 грн",
        "ru": "Стоимость всех оказанных услуг по данному адресу не может превышать 75 000 грн",
        "en": "The total cost of services provided at the address may not exceed 75,000 UAH"
    },
    "20000204100": {
        "ua": "Увага! Контрагент не може бути платником за послуги. Оберіть іншого платника",
        "ru": "Внимание! Контрагент не может выступать в качестве плательщика за услуги. Выберите другого плательщика",
        "en": "Attention! The counterparty cannot be the payer for the services. Please select another payer."
    },
    "20000204102": {
        "ua": "Обмежено відправлення за рахунок Одержувача без договору з Нова пошта. За вашим номером їх велика кількість. Змініть платника на відправника чи підпишіть договір. Для роз’яснення зверніться 0671120404",
        "ru": "Отправка за счет получателя без договора с «Новой почтой» ограничена. На ваш номер пришло большое количество таких отправлений. Укажите отправителя в качестве плательщика или заключите договор. Для получения разъяснений обращайтесь по номеру 0671120404",
        "en": "Shipments at the recipient's expense are restricted without a contract with Nova Poshta. There are a large number of such shipments associated with your account number. Change the payer to the sender or sign a contract. For clarification, please call 0671120404."
    },
    "20000204103": {
        "ua": "Можливість здійснення відправлень за рахунок отримувача тимчасово обмежена на підставі п. 12.13 Умов надання послуг та п.4.2 Публічного договору. Доступно створення відправлень за рахунок відправника.",
        "ru": "Возможность отправки посылок за счет получателя временно ограничена в соответствии с п. 12.13 Условий оказания услуг и п. 4.2 Публичного договора. Доступно создание посылок за счет отправителя.",
        "en": "The ability to create shipments at the recipient's expense is temporarily restricted pursuant to Section 12.13 of the Terms of Service and Section 4.2 of the Public Agreement. You can still create shipments at the sender's expense."
    },
    "20000204104": {
        "ua": "Тимчасово обмежено створення відправлень з цифрових каналів на підставі п. 12.13 Умов надання послуг та п.4.2 Публічного договору. Доступна можливість здійснення відправлень з відділення.",
        "ru": "Временно ограничено создание отправлений через цифровые каналы на основании п. 12.13 Условий оказания услуг и п. 4.2 Публичного договора. Доступна возможность оформления отправлений в отделении.",
        "en": "The creation of shipments via digital channels has been temporarily restricted pursuant to Section 12.13 of the Terms of Service and Section 4.2 of the Public Agreement. Shipments can still be made in person at a branch."
    },
    "20000204114": {
        "ua": "Будь ласка, введіть свою дату народження для автентифікації",
        "ru": "Пожалуйста, введите дату своего рождения для аутентификации",
        "en": "Please enter your date of birth for authentication"
    },
    "20000204115": {
        "ua": "Вам недоступні фінансові послуги: Оплата посилки, Післяплата, Сейф-сервіс. Доступ призупинено відповідно вимог законодавства про фінансовий моніторинг. Деталі: 0 800 30 79 79 Як відправити посилку: без зворотньої післяплати–вкажіть платником одержувача; треба отримати гроші чи сплатити за посилку–зробіть відправку від іншої особи.",
        "ru": "Вам недоступны следующие финансовые услуги: оплата посылки, наложенный платеж, сейф-сервис. Доступ приостановлен в соответствии с требованиями законодательства о финансовом мониторинге. Подробности: 0 800 30 79 79 Как отправить посылку: без обратной наложенной оплаты — укажите получателя в качестве плательщика; если необходимо получить деньги или оплатить посылку — оформите отправку от имени другого лица.",
        "en": "The following financial services are unavailable to you: Package Payment, Cash on Delivery, and Safe Service. Access has been suspended in accordance with financial monitoring laws. Details: 0 800 30 79 79 How to send a package: without return cash on delivery—list the recipient as the payer; if you need to receive money or pay for the package—send it on behalf of another person."
    },
    "20000204116": {
        "ua": "Помилка: Дія заборонена, ЄДРПОУ отримувача в статусі припинено",
        "ru": "Ошибка: Действие запрещено, ЕГРПОУ получателя находится в статусе «прекращено»",
        "en": "Error: Action not allowed; the recipient's EDRPOU is in \"terminated\" status"
    },
    "20000204117": {
        "ua": "Помилка: Дія заборонена, ЄДРПОУ відправника в статусі припинено",
        "ru": "Ошибка: Действие запрещено, ЕГРПОУ отправителя находится в статусе «прекращено»",
        "en": "Error: Action prohibited; the sender's EDRPOU is in \"terminated\" status"
    },
    "20000204625": {
        "ua": "Повторіть спробу через декілька хвилин",
        "ru": "Повторите попытку через несколько минут",
        "en": "Please try again in a few minutes"
    },
    "20000204637": {
        "ua": "Скористайтесь послугою \"Контроль оплати\" для бізнес-клієнтів. Послуга \"Післяплата\" доступна тільки для приватних осіб відправників.",
        "ru": "Воспользуйтесь услугой «Контроль оплаты» для бизнес-клиентов. Услуга «Наложенный платеж» доступна только для частных лиц-отправителей.",
        "en": "Use the \"Payment Tracking\" service for business customers. The \"Cash on Delivery\" service is available only to individual senders."
    },
    "20000204645": {
        "ua": "Реєстр №{Number} не знайдено.",
        "ru": "Реестр №{Number} не найден.",
        "en": "Registry entry No. {Number} was not found."
    },
    "20000300394": {
        "ua": "Доступ заборонено",
        "ru": "Доступ запрещен",
        "en": "Access Denied"
    },
    "20000300395": {
        "ua": "Не знайдена заявка на додаткові послуги по номеру заявки",
        "ru": "Не найдена заявка на дополнительные услуги по номеру заявки",
        "en": "No request for additional services was found for this request number"
    },
    "20000300396": {
        "ua": "Замовлення на додаткові послуги не належить користувачу",
        "ru": "Заказ на дополнительные услуги не принадлежит пользователю",
        "en": "The user is not entitled to order additional services"
    },
    "20000300397": {
        "ua": "Контакт одержувача не належить до цього одержувача",
        "ru": "Контакт получателя не относится к данному получателю",
        "en": "The recipient's contact information does not belong to this recipient"
    },
    "20000300398": {
        "ua": "Контакт одержувача не існує",
        "ru": "Контакт получателя отсутствует",
        "en": "The recipient's contact information does not exist"
    },
    "20000300399": {
        "ua": "Контакт отримувача вказано некоректно",
        "ru": "Контактные данные получателя указаны некорректно",
        "en": "The recipient's contact information is incorrect"
    },
    "20000300400": {
        "ua": "Контакт отримувача видалено",
        "ru": "Контакт получателя удален",
        "en": "The recipient's contact information has been deleted"
    },
    "20000300401": {
        "ua": "Контакт отримувача не вибрано",
        "ru": "Контакт получателя не выбран",
        "en": "No recipient contact has been selected"
    },
    "20000300402": {
        "ua": "Контакт відправника не належить до цього відправника",
        "ru": "Контакт отправителя не относится к этому отправителю",
        "en": "The sender's contact information does not belong to this sender"
    },
    "20000300403": {
        "ua": "Контакт відправника не існує",
        "ru": "Контакт отправителя отсутствует",
        "en": "The sender's contact information does not exist"
    },
    "20000300404": {
        "ua": "Контакт відправника вказано некоректно",
        "ru": "Контактные данные отправителя указаны некорректно",
        "en": "The sender's contact information is incorrect"
    },
    "20000300405": {
        "ua": "Контакт відправника видалено",
        "ru": "Контакт отправителя удален",
        "en": "The sender's contact information has been removed"
    },
    "20000300406": {
        "ua": "Контакт отправителя не обрано",
        "ru": "Контакт отправителя не обрано",
        "en": "The sender's contact information has not been selected"
    },
    "20000300407": {
        "ua": "Вартість від не може бути менше, ніж вартість до",
        "ru": "Стоимость от не может быть меньше, чем стоимость до",
        "en": "Value \"from\" cannot be less than value \"to\""
    },
    "20000300408": {
        "ua": "Вартість від недійсна",
        "ru": "Цена недействительна",
        "en": "The price is no longer valid"
    },
    "20000300409": {
        "ua": "Вартість від занадто велика",
        "ru": "Стоимость слишком высокая",
        "en": "The cost is too high"
    },
    "20000300410": {
        "ua": "Вартість до недійсний",
        "ru": "Стоимость недействительна",
        "en": "Price is invalid"
    },
    "20000300411": {
        "ua": "Вартість до занадто велика",
        "ru": "Стоимость слишком высока",
        "en": "The cost is too high"
    },
    "20000300412": {
        "ua": "Фільтр Дата створення невірний формат",
        "ru": "Фильтр «Дата создания» — неверный формат",
        "en": "The \"Date Created\" filter has an invalid format"
    },
    "20000300413": {
        "ua": "Фільтр Дата доставки невірний формат",
        "ru": "Фильтр «Дата доставки» — неверный формат",
        "en": "Filter: Delivery Date - Incorrect Format"
    },
    "20000300414": {
        "ua": "Фільтр DeliveryDateTime невірний формат",
        "ru": "Фильтр DeliveryDateTime: неверный формат",
        "en": "The DeliveryDateTime filter has an invalid format"
    },
    "20000300415": {
        "ua": "Документ не знайдено",
        "ru": "Документ не найден",
        "en": "Document not found"
    },
    "20000300416": {
        "ua": "Документ не знайдено власником",
        "ru": "Документ не найден владельцем",
        "en": "The document was not found by the owner"
    },
    "20000300417": {
        "ua": "Номер документа порожній",
        "ru": "Номер документа пуст",
        "en": "The document number field is empty"
    },
    "20000300418": {
        "ua": "Номер документа недійсний",
        "ru": "Номер документа недействителен",
        "en": "The document number is invalid"
    },
    "20000300419": {
        "ua": "GetFullList недійсний",
        "ru": "GetFullList недействителен",
        "en": "GetFullList is invalid"
    },
    "20000300420": {
        "ua": "Номер не визначений",
        "ru": "Номер не указан",
        "en": "Number not specified"
    },
    "20000300421": {
        "ua": "Неправильно вказано метод сортування",
        "ru": "Указан неверный метод сортировки",
        "en": "The sorting method is specified incorrectly"
    },
    "20000300423": {
        "ua": "Неправильно вказано поле сортування",
        "ru": "Неправильно указано поле сортировки",
        "en": "The sort field is specified incorrectly"
    },
    "20000300424": {
        "ua": "Власник номеру документу не визначений",
        "ru": "Владелец номера документа не указан",
        "en": "The owner of the document number is not specified"
    },
    "20000300426": {
        "ua": "Одержувач не належить до цього Міста одержувача",
        "ru": "Получатель не проживает в этом городе",
        "en": "The recipient is not a resident of this city"
    },
    "20000300427": {
        "ua": "Одержувач не належить цього користувача",
        "ru": "Получатель не является этим пользователем",
        "en": "The recipient is not this user"
    },
    "20000300428": {
        "ua": "Одержувач не існує",
        "ru": "Получатель не существует",
        "en": "The recipient does not exist"
    },
    "20000300429": {
        "ua": "Одержувача вказано некоректно",
        "ru": "Получатель указан неверно",
        "en": "The recipient is listed incorrectly"
    },
    "20000300430": {
        "ua": "Одержувача видалено",
        "ru": "Получатель удален",
        "en": "The recipient has been removed"
    },
    "20000300431": {
        "ua": "Одержувача не обрано",
        "ru": "Получатель не выбран",
        "en": "No recipient has been selected"
    },
    "20000300432": {
        "ua": "Не вдалося згенерувати розрахункову дату отримання",
        "ru": "Не удалось определить предполагаемую дату получения",
        "en": "Unable to generate the estimated delivery date"
    },
    "20000300433": {
        "ua": "Ідентифікатор одержувача недійсний",
        "ru": "Идентификатор получателя недействителен",
        "en": "The recipient ID is invalid"
    },
    "20000300434": {
        "ua": "Невірний формат номеру телефон одержувача",
        "ru": "Неверный формат номера телефона получателя",
        "en": "The recipient's phone number is in an invalid format"
    },
    "20000300435": {
        "ua": "Телефон одержувача порожній",
        "ru": "Номер телефона получателя отсутствует",
        "en": "The recipient's phone number is empty"
    },
    "20000300436": {
        "ua": "Ідентифікатор вказано некорректно",
        "ru": "Идентификатор указан некорректно",
        "en": "The ID is incorrect"
    },
    "20000300437": {
        "ua": "Відправник не належить до цього Місту відправника",
        "ru": "Отправитель не проживает в этом городе отправителя",
        "en": "The sender is not from this city"
    },
    "20000300438": {
        "ua": "Відправник не належить цьому користувачу",
        "ru": "Отправитель не является этим пользователем",
        "en": "The sender is not associated with this user"
    },
    "20000300439": {
        "ua": "Відправник не існує",
        "ru": "Отправителя не существует",
        "en": "The sender does not exist"
    },
    "20000300440": {
        "ua": "Відправник вказано некоректно",
        "ru": "Отправитель указан некорректно",
        "en": "The sender is incorrect"
    },
    "20000300441": {
        "ua": "Відправника видалено",
        "ru": "Отправитель удален",
        "en": "The sender has been removed"
    },
    "20000300442": {
        "ua": "Відправника не обрано",
        "ru": "Отправитель не выбран",
        "en": "No sender has been selected"
    },
    "20000300443": {
        "ua": "Ідентифікатор відправника недійсний",
        "ru": "Идентификатор отправителя недействителен",
        "en": "The sender ID is invalid"
    },
    "20000300444": {
        "ua": "Телефон відправника невірний формат",
        "ru": "Номер телефона отправителя имеет неверный формат",
        "en": "The sender's phone number is in the wrong format"
    },
    "20000300445": {
        "ua": "Телефон відправника порожній",
        "ru": "Номер телефона отправителя не указан",
        "en": "The sender's phone number is blank"
    },
    "20000300446": {
        "ua": "Цей контрагент не може бути відправником",
        "ru": "Данный контрагент не может быть отправителем",
        "en": "This counterparty cannot be the sender"
    },
    "20000300567": {
        "ua": "Документ не збережено",
        "ru": "Документ не сохранен",
        "en": "The document was not saved"
    },
    "20000300570": {
        "ua": "Дані вже змінено",
        "ru": "Данные уже изменены",
        "en": "The data has already been changed"
    },
    "20000300571": {
        "ua": "Змінювати дані зворотної доставки заборонено",
        "ru": "Изменять данные обратной доставки запрещено",
        "en": "It is prohibited to change return shipping information"
    },
    "20000300575": {
        "ua": "Контрагента-відправника в системі не знайдено",
        "ru": "Контрагент-отправитель в системе не найден",
        "en": "The sending counterparty was not found in the system"
    },
    "20000300576": {
        "ua": "Контрагента-отримувача в системі не знайдено",
        "ru": "Контрагент-получатель в системе не найден",
        "en": "The recipient counterparty was not found in the system"
    },
    "20000300577": {
        "ua": "Змінювати дані заборонено",
        "ru": "Изменять данные запрещено",
        "en": "Modifying the data is prohibited"
    },
    "20000300578": {
        "ua": "Поле не знайдено",
        "ru": "Поле не найдено",
        "en": "Field not found"
    },
    "20000300579": {
        "ua": "Зв’яжіться зі своїм відділенням, щоб змінити вибрані дані",
        "ru": "Свяжитесь со своим отделением, чтобы изменить указанные данные",
        "en": "Contact your branch to change your selected information"
    },
    "20000300581": {
        "ua": "Доступ заборонено",
        "ru": "Доступ запрещен",
        "en": "Access Denied"
    },
    "20000301005": {
        "ua": "Виникла помилка. Повторіть спробу",
        "ru": "Произошла ошибка. Повторите попытку",
        "en": "An error has occurred. Please try again."
    },
    "20000301006": {
        "ua": "Немає зміни даних. Документ не збережено",
        "ru": "Данные не изменились. Документ не сохранен",
        "en": "No changes to the data. The document was not saved."
    },
    "20000301007": {
        "ua": "Виникла помилка: неправильний формат. Документи повинні бути масивом",
        "ru": "Произошла ошибка: неверный формат. Документы должны представлять собой массив",
        "en": "An error has occurred: invalid format. Documents must be an array"
    },
    "20000301206": {
        "ua": "Номер ЕН",
        "ru": "Номер ЕН",
        "en": "EN Number"
    },
    "20000301207": {
        "ua": "ЕН не знайдена. Перевірте номер ЕН.",
        "ru": "ЕН не найдена. Проверьте номер ЕН.",
        "en": "The EN number was not found. Please check the EN number."
    },
    "20000301208": {
        "ua": "Експрес-накладну закрито.",
        "ru": "Экспресс-накладная закрыта.",
        "en": "The express waybill has been closed."
    },
    "20000301209": {
        "ua": "ЕН помічено на видалення.",
        "ru": "ЭН помечено для удаления.",
        "en": "EN has been marked for deletion."
    },
    "20000301210": {
        "ua": "ЕН переадресування-перенаправлення.",
        "ru": "EN переадресация-перенаправление.",
        "en": "EN: Forwarding."
    },
    "20000301211": {
        "ua": "ЕН зворотної доставки.",
        "ru": "ЭН обратной доставки.",
        "en": "Return shipping cost."
    },
    "20000301212": {
        "ua": "ЕН повернення в м. Полтава на склад зберігання проблемних відправлень.",
        "ru": "Возврат в г. Полтава на склад хранения проблемных отправлений.",
        "en": "Return to the warehouse in Poltava for the storage of problematic shipments."
    },
    "20000301213": {
        "ua": "ЕН довезення. Оформте замовлення на підставі первинної ЕН.",
        "ru": "ЭН на доставку. Оформите заказ на основании первоначальной ЭН.",
        "en": "Delivery of the EN. Place your order based on the original EN."
    },
    "20000301214": {
        "ua": "На підставі вказаної ЕН створено ЕН зворотної доставки.",
        "ru": "На основании указанной ЭН создана ЭН обратной доставки.",
        "en": "Based on the specified shipping order, a return shipping order was created."
    },
    "20000301215": {
        "ua": "На підставі вказаної ЕН створено ЕН повернення в м. Полтава на склад зберігання проблемних відправлень.",
        "ru": "На основании указанного ЭН создан ЭН возврата в г. Полтава на склад хранения проблемных отправлений.",
        "en": "Based on the specified waybill, a return waybill was created for the city of Poltava to the warehouse where problematic shipments are stored."
    },
    "20000301216": {
        "ua": "На підставі вказаної ЕН вже створено ЕН переадресування-перенаправлення.",
        "ru": "На основании указанной ЭН уже создана ЭН переадресации-перенаправления.",
        "en": "Based on the specified EN, a forwarding/redirection EN has already been created."
    },
    "20000301217": {
        "ua": "Вартість відправлення перевищує 14 999 грн. Переадресування-перенаправлення можливе тільки при наданні письмової заяви Відправником.",
        "ru": "Стоимость отправления превышает 14 999 грн. Переадресация возможна только при предоставлении отправителем письменного заявления.",
        "en": "The cost of the shipment exceeds 14,999 UAH. Redirection is possible only upon submission of a written request by the sender."
    },
    "20000301218": {
        "ua": "На підставі вказаної ЕН оформлено Заяву на переадресування-перенаправлення.",
        "ru": "На основании указанного ЭН оформлено заявление о переадресации-перенаправлении.",
        "en": "Based on the specified EN, a request for forwarding was filed."
    },
    "20000301219": {
        "ua": "Безготівкові розрахунки недозволені. Запропонуйте Клієнту оплату готівкою.",
        "ru": "Безналичные расчеты не допускаются. Предложите клиенту оплату наличными.",
        "en": "Non-cash payments are not permitted. Ask the customer to pay in cash."
    },
    "20000301220": {
        "ua": "Заявка вже помічена на видалення",
        "ru": "Заявка уже отмечена для удаления",
        "en": "The request has already been flagged for deletion"
    },
    "20000301221": {
        "ua": "Заявка оброблена, помітка на видалення не дозволена",
        "ru": "Заявка обработана, отметка об удалении не разрешена",
        "en": "The request has been processed; the deletion flag is not allowed"
    },
    "20000301222": {
        "ua": "Місця відправлення знаходяться на різних відділеннях. Для здійснення повернення спочатку необхідно оформити довезення.",
        "ru": "Пункты отправки находятся в разных отделениях. Для возврата сначала необходимо оформить доставку.",
        "en": "The pickup locations are at different branches. To return an item, you must first arrange for pickup."
    },
    "20000301223": {
        "ua": "ЕН перебуває на етапі адресної доставки Одержувачу.",
        "ru": "ЭН находится на этапе адресной доставки Получателю.",
        "en": "The shipment is currently being delivered directly to the recipient."
    },
    "20000301224": {
        "ua": "На підставі вказаної ЕН створено ЕН повернення.",
        "ru": "На основании указанного ЭН создан ЭН возврата.",
        "en": "A return invoice was created based on the specified invoice."
    },
    "20000301225": {
        "ua": "На підставі вказаної ЕН вже створено Замовлення на повернення.",
        "ru": "На основании указанной ЭН уже создана заявка на возврат.",
        "en": "A return order has already been created based on the specified EN."
    },
    "20000301227": {
        "ua": "Причини повернення не визначені",
        "ru": "Причины возврата не указаны",
        "en": "The reasons for the return are unknown"
    },
    "20000301228": {
        "ua": "Додаткові послуги неможливі",
        "ru": "Дополнительные услуги не предоставляются",
        "en": "Additional services are not available"
    },
    "20000301229": {
        "ua": "Виникла помилка. Спробуй пізніше.",
        "ru": "Произошла ошибка. Попробуй позже.",
        "en": "An error has occurred. Please try again later."
    },
    "20000301230": {
        "ua": "невідома помилка",
        "ru": "неизвестная ошибка",
        "en": "unknown error"
    },
    "20000301231": {
        "ua": "Помилка видалення зворотної адреси при перевірці",
        "ru": "Ошибка удаления обратного адреса при проверке",
        "en": "Error deleting the return address during verification"
    },
    "20000301232": {
        "ua": "Помилка збереження зворотної адреси при перевірці після видалення",
        "ru": "Ошибка сохранения обратного адреса при проверке после удаления",
        "en": "Error saving the return address during verification after deletion"
    },
    "20000301233": {
        "ua": "Помилка збереження зворотної адреси при перевірці",
        "ru": "Ошибка сохранения обратного адреса при проверке",
        "en": "Error saving the return address during verification"
    },
    "20000301236": {
        "ua": "Документи не є масивом",
        "ru": "Документы не являются массивом",
        "en": "Documents are not an array"
    },
    "20000301237": {
        "ua": "Документи неправильні",
        "ru": "Документы неверны",
        "en": "The documents are incorrect"
    },
    "20000301238": {
        "ua": "Адреса одержувача не обрана",
        "ru": "Адрес получателя не выбран",
        "en": "The recipient's address has not been selected"
    },
    "20000301239": {
        "ua": "Адреса одержувача неправильна",
        "ru": "Адрес получателя указан неверно",
        "en": "The recipient's address is incorrect"
    },
    "20000301240": {
        "ua": "Спосіб оплати не вказано",
        "ru": "Способ оплаты не указан",
        "en": "Payment method not specified"
    },
    "20000301241": {
        "ua": "Примітка задовга",
        "ru": "Примечание слишком длинное",
        "en": "Note: Too long"
    },
    "20000301242": {
        "ua": "Неправильний тип системи",
        "ru": "Неправильный тип системы",
        "en": "Incorrect system type"
    },
    "20000301243": {
        "ua": "Тип платника не вказано",
        "ru": "Тип плательщика не указан",
        "en": "Payer type not specified"
    },
    "20000301244": {
        "ua": "Тип платника неправильний",
        "ru": "Тип плательщика указан неверно",
        "en": "The payer type is incorrect"
    },
    "20000301248": {
        "ua": "Замовлення переадресації недоступне",
        "ru": "Функция переадресации недоступна",
        "en": "The call forwarding service is unavailable"
    },
    "20000301249": {
        "ua": "Замовлення повернення недоступно",
        "ru": "Возврат заказа невозможен",
        "en": "Return requests are not available"
    },
    "20000301250": {
        "ua": "Замовлення продовження терміну зберігання недоступне",
        "ru": "Заказ на продление срока хранения недоступен",
        "en": "Requesting an extension of the storage period is not available"
    },
    "20000301251": {
        "ua": "Ця зворотня адреса недоступна для цього документа",
        "ru": "Этот обратный адрес недоступен для данного документа",
        "en": "This return address is not available for this document"
    },
    "20000301252": {
        "ua": "Помилка при видаленні зворотної адреси при перевірці",
        "ru": "Ошибка при удалении обратного адреса при проверке",
        "en": "Error when removing the return address during verification"
    },
    "20000301253": {
        "ua": "Власник недійсний",
        "ru": "Владелец недействителен",
        "en": "The owner is invalid"
    },
    "20000301254": {
        "ua": "Документ не належить цьому користувачу",
        "ru": "Документ не принадлежит этому пользователю",
        "en": "This document does not belong to this user"
    },
    "20000301255": {
        "ua": "Місто одержувача недійсне",
        "ru": "Город получателя указан неверно",
        "en": "The recipient's city is invalid"
    },
    "20000301256": {
        "ua": "Місто одержувача не існує",
        "ru": "Город получателя не существует",
        "en": "The recipient's city does not exist"
    },
    "20000301257": {
        "ua": "Місто одержувача видалене",
        "ru": "Город получателя удален",
        "en": "The recipient's city has been removed"
    },
    "20000301258": {
        "ua": "Адреса одержувача не існує",
        "ru": "Адрес получателя не существует",
        "en": "The recipient's address does not exist"
    },
    "20000301259": {
        "ua": "Адреса одержувача не належить цьому одержувачу",
        "ru": "Адрес получателя не принадлежит этому получателю",
        "en": "The recipient's address does not belong to this recipient"
    },
    "20000301260": {
        "ua": "Адреса одержувача видалена",
        "ru": "Адрес получателя удален",
        "en": "The recipient's address has been removed"
    },
    "20000301261": {
        "ua": "Контакне лице одержувача не вибрано",
        "ru": "Контактное лицо получателя не выбрано",
        "en": "No contact person has been selected for the recipient"
    },
    "20000301262": {
        "ua": "Контакне лице одержувача не існує",
        "ru": "Контактное лицо получателя отсутствует",
        "en": "There is no contact person for the recipient"
    },
    "20000301263": {
        "ua": "Контакне лице одержувача не належить цьому одержувачу",
        "ru": "Контактное лицо получателя не относится к данному получателю",
        "en": "The recipient's contact person is not affiliated with this recipient"
    },
    "20000301264": {
        "ua": "Контакне лице одержувача видалено",
        "ru": "Контактное лицо получателя удалено",
        "en": "The recipient's contact person has been removed"
    },
    "20000301265": {
        "ua": "Телефон одержувача порожній",
        "ru": "Номер телефона получателя отсутствует",
        "en": "The recipient's phone number is empty"
    },
    "20000301266": {
        "ua": "Неприпустимий формат телефону одержувача",
        "ru": "Недопустимый формат номера телефона получателя",
        "en": "Invalid recipient phone number format"
    },
    "20000301267": {
        "ua": "Причина не вказана",
        "ru": "Причина не указана",
        "en": "Reason not specified"
    },
    "20000301268": {
        "ua": "Причина неправильна",
        "ru": "Причина неверная",
        "en": "The reason is incorrect"
    },
    "20000301269": {
        "ua": "Підтип причини не вказаний",
        "ru": "Подтип причины не указан",
        "en": "Cause subtype not specified"
    },
    "20000301270": {
        "ua": "Підтип причини не вірний",
        "ru": "Подтип причины указан неверно",
        "en": "The cause subtype is incorrect"
    },
    "20000301271": {
        "ua": "Номер інтернет документу неправильний",
        "ru": "Номер интернет-документа указан неверно",
        "en": "The document's online number is incorrect"
    },
    "20000301272": {
        "ua": "Ідентифікар зворотної адреси порожній",
        "ru": "Идентификатор обратного адреса пуст",
        "en": "The return address identifier is empty"
    },
    "20000301273": {
        "ua": "Ідентифікар зворотної адреси неправильний",
        "ru": "Идентификатор обратного адреса неверный",
        "en": "The return address identifier is incorrect"
    },
    "20000301274": {
        "ua": "Ідентифікар зворотної адреси не знайдено",
        "ru": "Идентификатор обратного адреса не найден",
        "en": "The return address identifier was not found"
    },
    "20000301400": {
        "ua": "За обраний період документів не знайдено",
        "ru": "За указанный период документов не найдено",
        "en": "No documents were found for the selected time period"
    },
    "20000301401": {
        "ua": "На жаль, переадресування недоступне для послуги \"Надійна покупка",
        "ru": "К сожалению, переадресация недоступна для услуги «Надежная покупка»",
        "en": "Unfortunately, call forwarding is not available for the \"Safe Purchase\" service"
    },
    "20000301404": {
        "ua": "Обраний спосіб оплати недоступний для платника за доставку - Відправник",
        "ru": "Выбранный способ оплаты недоступен для плательщика за доставку — Отправитель",
        "en": "The selected payment method is not available to the payer for delivery - Sender"
    },
    "20000301408": {
        "ua": "Некоректно вказана адреса отримувача, виберіть зі списку",
        "ru": "Адрес получателя указан неверно, выберите из списка",
        "en": "The recipient's address is incorrect; please select one from the list"
    },
    "20000301452": {
        "ua": "Склад не належить місту",
        "ru": "Объект не принадлежит городу",
        "en": "The warehouse does not belong to the city"
    },
    "20000301453": {
        "ua": "Ідентифікатор адреси недійсний",
        "ru": "Идентификатор адреса недействителен",
        "en": "The address ID is invalid"
    },
    "20000301454": {
        "ua": "Ідентифікатор адреси не існує",
        "ru": "Идентификатор адреса не существует",
        "en": "The address ID does not exist"
    },
    "20000301455": {
        "ua": "Ідентифікатор контрагента недійсний",
        "ru": "Идентификатор контрагента недействителен",
        "en": "The counterparty ID is invalid"
    },
    "20000301456": {
        "ua": "Ідентифікатор контрагента не існує",
        "ru": "Идентификатор контрагента отсутствует",
        "en": "The counterparty ID does not exist"
    },
    "20000301472": {
        "ua": "Документ не знайдено",
        "ru": "Документ не найден",
        "en": "Document not found"
    },
    "20000301495": {
        "ua": "Примітка. Адреса одержувача неправильна",
        "ru": "Примечание. Адрес получателя указан неверно",
        "en": "Note: The recipient's address is incorrect."
    },
    "20000301496": {
        "ua": "Опис адреси Отримувача занадто великий",
        "ru": "Описание адреса получателя слишком длинное",
        "en": "The description of the recipient's address is too long"
    },
    "20000301517": {
        "ua": "Проблема створення особи-відправника-контрагента.",
        "ru": "Проблема создания лица-отправителя-контрагента.",
        "en": "The problem of creating a sender-counterparty entity."
    },
    "20000301518": {
        "ua": "Параметр не вибрано",
        "ru": "Параметр не выбран",
        "en": "No parameter selected"
    },
    "20000301519": {
        "ua": "Номер документу недійсний",
        "ru": "Номер документа недействителен",
        "en": "The document number is invalid"
    },
    "20000301520": {
        "ua": "Невірний формат фільтрації дати початку",
        "ru": "Неверный формат фильтрации даты начала",
        "en": "Invalid start date filter format"
    },
    "20000301521": {
        "ua": "Фільтрація кінцевої дати - неприпустимий формат",
        "ru": "Фильтрация по дате окончания — недопустимый формат",
        "en": "Filtering by end date - invalid format"
    },
    "20000301522": {
        "ua": "Замовлення на зміну даних недоступне",
        "ru": "Запрос на изменение данных недоступен",
        "en": "The request to change the data is not available"
    },
    "20000301523": {
        "ua": "Тип замовлення недійсний",
        "ru": "Тип заказа недействителен",
        "en": "The order type is invalid"
    },
    "20000301524": {
        "ua": "Телефон відправника порожній",
        "ru": "Номер телефона отправителя не указан",
        "en": "The sender's phone number is blank"
    },
    "20000301525": {
        "ua": "Неправильний формат телефону відправника",
        "ru": "Неверный формат номера телефона отправителя",
        "en": "Incorrect sender phone number format"
    },
    "20000301526": {
        "ua": "Ім'я контакту відправника невірне",
        "ru": "Имя контакта отправителя указано неверно",
        "en": "The sender's contact name is incorrect"
    },
    "20000301573": {
        "ua": "Вказана ЕН видалена з інформаційної системи. Подальші зміни даних неможливі",
        "ru": "Указанная ЭН удалена из информационной системы. Дальнейшее изменение данных невозможно",
        "en": "The specified EN has been deleted from the information system. Further changes to the data are not possible."
    },
    "20000301574": {
        "ua": "Не відповідає умовам оплати.",
        "ru": "Не соответствует условиям оплаты.",
        "en": "Does not meet the payment terms."
    },
    "20000301575": {
        "ua": "Змінювати отримувача заборонено",
        "ru": "Запрещается менять получателя",
        "en": "Changing the recipient is prohibited"
    },
    "20000301599": {
        "ua": "При зворотній доставці грошей перенаправлення недоступне",
        "ru": "При обратной доставке денег перенаправление недоступно",
        "en": "Redirection is not available for money returns"
    },
    "20000301600": {
        "ua": "Ідентификатори порожні",
        "ru": "Идентификаторы пусты",
        "en": "The identifiers are empty"
    },
    "20000301601": {
        "ua": "Ідентификатори вказані не масивом",
        "ru": "Идентификаторы указаны не в виде массива",
        "en": "The identifiers are not specified as an array"
    },
    "20000301602": {
        "ua": "Ідентификатори неправильні",
        "ru": "Идентификаторы неверны",
        "en": "The identifiers are incorrect"
    },
    "20000301603": {
        "ua": "Замовлення сервісу “Зміна даних в ЕН” для ЕН з послугою “Сейф-сервіс” заблоковано",
        "ru": "Заказ услуги «Изменение данных в ЭН» для ЭН с услугой «Сейф-сервис» заблокирован",
        "en": "The request to use the “Change Data in EN” service for EN accounts with the “Safe Service” feature has been blocked"
    },
    "20000301725": {
        "ua": "Телефон одержувача переадресації не збігається з телефоном одержувача у документі",
        "ru": "Номер телефона получателя переадресации не совпадает с номером телефона получателя, указанным в документе",
        "en": "The phone number of the call forwarding recipient does not match the recipient's phone number in the document"
    },
    "20000301726": {
        "ua": "Контакт відправника переадресації містить менше 2 слів",
        "ru": "Контакт отправителя переадресации содержит менее 2 слов",
        "en": "The sender's contact information in the forward contains fewer than 2 words"
    },
    "20000301727": {
        "ua": "Контакт відправника переадресації містить повторювані слова",
        "ru": "Контакт отправителя переадресации содержит повторяющиеся слова",
        "en": "The sender's contact information in the forwarding message contains repeated words"
    },
    "20000301728": {
        "ua": "Контакт відправника переадресації містить неправильні символи",
        "ru": "Контакт отправителя переадресации содержит недопустимые символы",
        "en": "The sender's contact information in the forward contains invalid characters"
    },
    "20000301729": {
        "ua": "Контакт відправника переадресації починається з неправильних символів",
        "ru": "Контакт отправителя переадресации начинается с недопустимых символов",
        "en": "The sender's contact information in the forward begins with invalid characters"
    },
    "20000301730": {
        "ua": "Контакт відправника переадресації закінчується неправильними символами",
        "ru": "Контакт отправителя переадресации заканчивается некорректными символами",
        "en": "The sender's contact information in the forward ends with invalid characters"
    },
    "20000301731": {
        "ua": "Контакт відправника переадресації містить повторювані символи",
        "ru": "Контакт отправителя переадресации содержит повторяющиеся символы",
        "en": "The sender's contact information in the forward contains repeated characters"
    },
    "20000301732": {
        "ua": "Контакт відправника переадресації містить неприпустимі слова",
        "ru": "Контакт отправителя переадресации содержит недопустимые слова",
        "en": "The sender's contact information in the forwarding message contains prohibited words"
    },
    "20000301733": {
        "ua": "Помилка перенаправлення при збереженні контакту відправника",
        "ru": "Ошибка перенаправления при сохранении контакта отправителя",
        "en": "Redirect error when saving the sender's contact information"
    },
    "20000301734": {
        "ua": "Ім'я контакта отримувача переадресації містить менше 2 слів",
        "ru": "Имя контакта получателя переадресации содержит менее 2 слов",
        "en": "The recipient's contact name contains fewer than 2 words"
    },
    "20000301735": {
        "ua": "Контакт відправника переадресації містить повторювані слова",
        "ru": "Контакт отправителя переадресации содержит повторяющиеся слова",
        "en": "The sender's contact information in the forwarding message contains repeated words"
    },
    "20000301736": {
        "ua": "Ім'я контакта отримувача переадресації містить невірні символи",
        "ru": "Имя контакта получателя переадресации содержит недопустимые символы",
        "en": "The recipient's contact name contains invalid characters"
    },
    "20000301737": {
        "ua": "Ім'я контакта отримувача переадресації починається з неправильних символів",
        "ru": "Имя контакта получателя переадресации начинается с недопустимых символов",
        "en": "The name of the forwarding recipient's contact begins with invalid characters"
    },
    "20000301738": {
        "ua": "Ім'я контакта отримувача переадресації закінчується невірними символами",
        "ru": "Имя контакта получателя переадресации заканчивается недопустимыми символами",
        "en": "The name of the forwarding recipient's contact ends with invalid characters"
    },
    "20000301739": {
        "ua": "Ім'я контакта отримувача переадресації містить повторювані символи",
        "ru": "Имя контакта получателя переадресации содержит повторяющиеся символы",
        "en": "The recipient's contact name contains repeated characters"
    },
    "20000301740": {
        "ua": "Ім'я контакта отримувача переадресації містить неприпустимі слова",
        "ru": "Имя контакта получателя переадресации содержит недопустимые слова",
        "en": "The recipient's contact name contains invalid words"
    },
    "20000301741": {
        "ua": "Телефон одержувача перенаправлення повинен бути мобільним.",
        "ru": "Телефон получателя переадресации должен быть мобильным.",
        "en": "The recipient's phone number must be a cell phone number."
    },
    "20000301742": {
        "ua": "Перенаправити відправників Телефон в документі повинен бути мобільним.",
        "ru": "Перенаправить отправителей. Номер телефона в документе должен быть мобильным.",
        "en": "Redirect senders. The phone number in the document must be a cell phone number."
    },
    "20000301793": {
        "ua": "По ЕН наявна онлайн-оплата. При наявній онлайн-оплаті заборонена переадресація Відправником.",
        "ru": "По ЕН предусмотрена возможность онлайн-оплаты. При наличии онлайн-оплаты переадресация отправителем запрещена.",
        "en": "Online payment is available via EN. If online payment is available, the sender is not permitted to redirect the payment."
    },
    "20000301847": {
        "ua": "Повернення дверей доступний тільки на складі",
        "ru": "Возврат дверей возможен только со склада",
        "en": "Door returns are available only at the warehouse"
    },
    "20000301849": {
        "ua": "Документ експрес-накладної не знайдено",
        "ru": "Документ «экспресс-накладная» не найден",
        "en": "The express waybill document was not found"
    },
    "20000301850": {
        "ua": "Напишіть нову адресу для перенаправлення",
        "ru": "Укажите новый адрес для переадресации",
        "en": "Enter a new address for forwarding"
    },
    "20000301851": {
        "ua": "На склад Drop-Off перенаправлення заборонено!",
        "ru": "Перенаправление на склад Drop-Off запрещено!",
        "en": "Redirects to the Drop-Off warehouse are prohibited!"
    },
    "20000301852": {
        "ua": "Вкажіть нову адресу доставки",
        "ru": "Укажите новый адрес доставки",
        "en": "Please enter a new shipping address"
    },
    "20000301914": {
        "ua": "Відправник не може бути платником",
        "ru": "Отправитель не может быть плательщиком",
        "en": "The sender cannot be the payer"
    },
    "20000301915": {
        "ua": "Можливе подовження терміну зберігання на '.$posibility->RenewalStorageRecipient.' днів.",
        "ru": "Возможно продление срока хранения на '.$posibility->RenewalStorageRecipient.' дней.",
        "en": "The storage period may be extended by '.$posibility->RenewalStorageRecipient.' days."
    },
    "20000301916": {
        "ua": "Послуга через обраний канал оформлення доступна тільки Отримувачу",
        "ru": "Услуга через выбранный канал оформления доступна только Получателю",
        "en": "The service via the selected registration channel is available only to the Recipient"
    },
    "20000301918": {
        "ua": "Послуга недоступна",
        "ru": "Услуга недоступна",
        "en": "The service is unavailable"
    },
    "20000302038": {
        "ua": "Вага відправлення перевищує максимально дозволену для вказаного відділення. Оберіть інше найближче відділення, що відповідає вимогам прийому.",
        "ru": "Вес посылки превышает максимально допустимый для указанного отделения. Выберите другое ближайшее отделение, соответствующее требованиям приема.",
        "en": "The weight of the shipment exceeds the maximum allowed for this branch. Please select another nearby branch that meets the acceptance requirements."
    },
    "20000302039": {
        "ua": "На підставі вказаної ЕН створено Замовлення на переадресування. Оформити переадресування повторно неможливо.",
        "ru": "На основании указанного ЭН создано Заказ на переадресацию. Повторно оформить переадресацию невозможно.",
        "en": "A forwarding request has been created based on the specified EN. It is not possible to request forwarding again."
    },
    "20000302040": {
        "ua": "Мобільний номер відправника блокувався протягом останніх 7-ми днів. З метою застереження шахрайства, для оформлення переадресації зі зміною даних в ЕН, зверніться, будь ласка, до відділення з документом, що посвідчує Вашу особу.",
        "ru": "Мобильный номер отправителя был заблокирован в течение последних 7 дней. В целях предотвращения мошенничества для оформления переадресации с изменением данных в ЭН, пожалуйста, обратитесь в отделение с документом, удостоверяющим вашу личность.",
        "en": "The sender's mobile number has been blocked for the past 7 days. To prevent fraud, please visit a branch with a valid form of identification to set up call forwarding with updated information in the EN system."
    },
    "20000302440": {
        "ua": "Не знайдено додаткових даних",
        "ru": "Дополнительные данные не найдены",
        "en": "No additional data found"
    },
    "20000302473": {
        "ua": "Обране відділення не працює. Оберіть інше",
        "ru": "Выбранное отделение не работает. Выберите другое",
        "en": "The selected branch is closed. Please select another one."
    },
    "20000302742": {
        "ua": "Недоступна дата зберігання.",
        "ru": "Дата хранения отсутствует.",
        "en": "Storage date not available."
    },
    "20000303165": {
        "ua": "Замовлення послуги “Переадресування” для ЕН з послугою “Сейф-сервіс” заблоковано",
        "ru": "Заказ услуги «Переадресация» для ЕН с услугой «Сейф-сервис» заблокирован",
        "en": "The request to enable the “Call Forwarding” service for an EN with the “Safe Service” feature has been blocked"
    },
    "20000303203": {
        "ua": "Видалення заборонено",
        "ru": "Удаление запрещено",
        "en": "Deletion is prohibited"
    },
    "20000303204": {
        "ua": "Сервіс недоступний.",
        "ru": "Сервис недоступен.",
        "en": "The service is unavailable."
    },
    "20000303310": {
        "ua": "Выберите бановскую карту для зачисления денежного перевода!",
        "ru": "Выберите бановскую карту для зачисления денежного перевода!",
        "en": "Select a Banov card to receive your money transfer!"
    },
    "20000303351": {
        "ua": "Будь ласка, оновіть додаток або спробуйте пізніше",
        "ru": "Пожалуйста, обновите приложение или попробуйте позже",
        "en": "Please update the app or try again later"
    },
    "20000303424": {
        "ua": "На підставі вказаної ЕН вже оформлено \"Замовлення на переадресування\". Повторно оформити неможливо.",
        "ru": "На основании указанного ЭН уже оформлен «Заказ на переадресацию». Повторно оформить его невозможно.",
        "en": "Based on the specified EN, a \"Forwarding Request\" has already been processed. It cannot be resubmitted."
    },
    "20000303516": {
        "ua": "Відправлення отримано",
        "ru": "Отправление получено",
        "en": "The shipment has been received"
    },
    "20000303543": {
        "ua": "Шановний клієнт! Ви вже використали спробу подовження терміну зберігання відправлення. Для повторного подовження зверніться до Відправника. Дякуємо!",
        "ru": "Уважаемый клиент! Вы уже воспользовались возможностью продлить срок хранения отправления. Для повторного продления обратитесь к отправителю. Спасибо!",
        "en": "Dear Customer! You have already used your attempt to extend the storage period for this shipment. To extend it again, please contact the sender. Thank you!"
    },
    "20000303544": {
        "ua": "Заборонено подовження терміну зберігання! На підставі вказаної ЕН оформлено Заяву на переадресування.",
        "ru": "Запрещается продлевать срок хранения! На основании указанного ЭН оформлено заявление о переадресации.",
        "en": "Extending the storage period is prohibited! Based on the specified EN, a request for redirection has been filed."
    },
    "20000303545": {
        "ua": "Переадресування до поштомату недоступне. Відправлення не відповідає вимогам прийому у поштоматі",
        "ru": "Переадресация в почтомат недоступна. Отправление не соответствует требованиям к приему в почтомате",
        "en": "Forwarding to a mailbox is not available. The item does not meet the requirements for acceptance at a mailbox."
    },
    "20000303600": {
        "ua": "Неможливо виконати замовлення, відсутні вільні комірки. Оберіть інше найближче відділення, що відповідає вимогам прийому.",
        "ru": "Невозможно выполнить заказ, свободных ячеек нет. Выберите другое ближайшее отделение, соответствующее требованиям приема.",
        "en": "We are unable to process your order because there are no available slots. Please select another nearby branch that meets the drop-off requirements."
    },
    "20000303601": {
        "ua": "ЕН переадресування. Оформити переадресування повторно неможливо.",
        "ru": "Переадресация. Повторно оформить переадресацию невозможно.",
        "en": "EN Forwarding. You cannot set up forwarding again."
    },
    "20000303606": {
        "ua": "Ваша посилка вже видана кур'єру, тому зараз неможливо перенести доставку. Будь ласка, зачекайте на його дзвінок та перенесіть доставку в телефонному режимі.",
        "ru": "Ваша посылка уже передана курьеру, поэтому сейчас перенести доставку невозможно. Пожалуйста, дождитесь его звонка и перенесите доставку по телефону.",
        "en": "Your package has already been handed over to the courier, so it is not possible to reschedule the delivery at this time. Please wait for the courier to call you and reschedule the delivery over the phone."
    },
    "20000303607": {
        "ua": "Послуга недоступна, кур'єр вже скоро прибуде до вас з посилкою",
        "ru": "Услуга недоступна, курьер скоро прибудет к вам с посылкой",
        "en": "The service is unavailable; the courier will be with you shortly with your package"
    },
    "20000303621": {
        "ua": "Переадресування відправлення з послугою \"Доставка карт\" доступне лише до Відділення, за винятком партнерських.",
        "ru": "Переадресация отправления с помощью услуги «Доставка карт» возможна только в отделения, за исключением партнерских.",
        "en": "Redirecting a shipment using the \"Card Delivery\" service is available only to branches, with the exception of partner branches."
    },
    "20000303713": {
        "ua": "Наразі повторна переадресація в поштомат - недоступна. Отримайте посилку у відділенні або замовте адресну доставку. Вибачте за незручності.",
        "ru": "В настоящее время повторная переадресация в почтомат недоступна. Заберите посылку в отделении или закажите доставку по адресу. Приносим извинения за неудобства.",
        "en": "At this time, re-routing to a parcel locker is not available. Please pick up your package at a branch or request home delivery. We apologize for the inconvenience."
    },
    "20000303714": {
        "ua": "Наразі повторна переадресація в поштомат - недоступна. Отримайте посилку у відділенні або замовте адресну доставку. Вибачте за незручності.",
        "ru": "В настоящее время повторная переадресация в почтомат недоступна. Заберите посылку в отделении или закажите доставку по адресу. Приносим извинения за неудобства.",
        "en": "At this time, re-routing to a parcel locker is not available. Please pick up your package at a branch or request home delivery. We apologize for the inconvenience."
    },
    "20000303743": {
        "ua": "Оголошена вартість відправлення для вибраного складу одержувача для переадресування занадто висока. Вартість повинна бути менше 10000 грн. Вкажіть інший склад одержувача.",
        "ru": "Указанная стоимость отправки на выбранный склад получателя для переадресации слишком высока. Стоимость должна быть менее 10000 грн. Укажите другой склад получателя.",
        "en": "The declared shipping cost for the selected recipient's warehouse for redirection is too high. The cost must be less than 10,000 UAH. Please specify a different recipient's warehouse."
    },
    "20000303747": {
        "ua": "Зачекайте, будь ласка, Ваш запит обробляється.",
        "ru": "Подождите, пожалуйста, ваш запрос обрабатывается.",
        "en": "Please wait; your request is being processed."
    },
    "20000303787": {
        "ua": "На жаль, відмова не доступна.",
        "ru": "К сожалению, отказ невозможен.",
        "en": "Unfortunately, cancellation is not available."
    },
    "20000303792": {
        "ua": "В обране відділення доступна доставка з оголошеною вартістю до 10000 грн",
        "ru": "В выбранное отделение доступна доставка с заявленной стоимостью до 10 000 грн",
        "en": "Delivery is available to the selected branch for orders with a declared value of up to 10,000 UAH"
    },
    "20000303796": {
        "ua": "Оберіть інше відділення. Переадресування до поштомату з обраними параметрами посилки недоступне",
        "ru": "Выберите другое отделение. Переадресация в почтомат с выбранными параметрами посылки недоступна",
        "en": "Select a different branch. Redirecting to a parcel locker with the selected shipment settings is not available."
    },
    "20000303797": {
        "ua": "Неможливо виконати замовлення, відсутні вільні комірки. Оберіть інше найближче відділення, що відповідає вимогам прийому.",
        "ru": "Невозможно выполнить заказ, свободных ячеек нет. Выберите другое ближайшее отделение, соответствующее требованиям приема.",
        "en": "We are unable to process your order because there are no available slots. Please select another nearby branch that meets the drop-off requirements."
    },
    "20000303798": {
        "ua": "Зазначте нову адресу Отримувача!",
        "ru": "Укажите новый адрес получателя!",
        "en": "Please enter the recipient's new address!"
    },
    "20000303799": {
        "ua": "Створення дублікату посилки недоступно!",
        "ru": "Создание дубликата посылки недоступно!",
        "en": "Creating a duplicate package is not available!"
    },
    "20000303801": {
        "ua": "Переадресування відправлень з категорією «Ручна обробка» дозволена лише з/на вантажні відділення",
        "ru": "Переадресация отправлений с категорией «Ручная обработка» разрешена только из/в грузовые отделения",
        "en": "Forwarding of shipments classified as “Manual Processing” is permitted only to and from shipping offices"
    },
    "20000303803": {
        "ua": "Послуга \"Відправка навпаки\" недоступна",
        "ru": "Услуга «Обратная отправка» недоступна",
        "en": "The \"Reverse Shipping\" service is unavailable"
    },
    "20000303807": {
        "ua": "Послуга недоступна, оскільки посилка вже отримана",
        "ru": "Услуга недоступна, так как посылка уже получена",
        "en": "This service is not available because the package has already been received"
    },
    "20000303808": {
        "ua": "Послуга недоуступна, оскільки створена заявка на повернення посилки відправнику",
        "ru": "Услуга недоступна, так как создана заявка на возврат посылки отправителю",
        "en": "The service is unavailable because a request has been created to return the package to the sender"
    },
    "20000303809": {
        "ua": "Посилка була переадресована і отримала новий номер. Будь ласка, спробуйте перенести доставку посилки за новим номером.",
        "ru": "Посылка была переадресована и получила новый номер. Пожалуйста, попробуйте перенести доставку посылки по новому номеру.",
        "en": "The package has been redirected and assigned a new tracking number. Please try to track the package using the new tracking number."
    },
    "20000303855": {
        "ua": "Не відповідає умовам оплати.",
        "ru": "Не соответствует условиям оплаты.",
        "en": "Does not meet the payment terms."
    },
    "20000303931": {
        "ua": "Обране відділення працює тільки на видачу залишків відправлень. Оберіть інше відділення",
        "ru": "Выбранное отделение работает только по выдаче оставшихся отправлений. Выберите другое отделение",
        "en": "The selected branch only handles the pickup of remaining packages. Please select another branch."
    },
    "20000303932": {
        "ua": "За адресою Відправника послуги Нової Пошти тимчасово не надаються",
        "ru": "По адресу отправителя услуги «Новая Почта» временно не предоставляются",
        "en": "Services are temporarily unavailable at the sender's address via Nova Poshta"
    },
    "20000303933": {
        "ua": "За адресою Отримувача послуги Нової Пошти тимчасово не надаються",
        "ru": "По адресу получателя услуги «Новая Почта» временно не оказываются",
        "en": "Services are temporarily unavailable at the recipient's address via Nova Poshta"
    },
    "20000303942": {
        "ua": "Посилка знаходиться на відділенні категорії «Пункт приймання-видачі», де відсутній доступ до інформаційної системи. Замовлення додаткових послуг заборонено.",
        "ru": "Посылка находится в отделении категории «Пункт приема-выдачи», где отсутствует доступ к информационной системе. Заказ дополнительных услуг запрещен.",
        "en": "The package is located at a branch classified as a “Pickup and Drop-off Point,” where there is no access to the information system. Ordering additional services is not permitted."
    },
    "20000303945": {
        "ua": "Габарити посилки NumberEW перевищують допустимі габарити відділення отримувача (Ш=Width, Д=Length, В=Height (см))",
        "ru": "Габариты посылки NumberEW превышают допустимые габариты отделения получателя (Ш=Width, Д=Length, В=Height (см))",
        "en": "The dimensions of the NumberEW package exceed the permissible dimensions of the recipient's branch (W=Width, L=Length, H=Height (cm))"
    },
    "20000303946": {
        "ua": "В обране відділення доступна доставка з оголошеною вартістю до MaxDeclaredCost грн",
        "ru": "В выбранное отделение доступна доставка с заявленной стоимостью до MaxDeclaredCost грн",
        "en": "Delivery is available to the selected branch with a declared value of up to MaxDeclaredCost UAH"
    },
    "20000303947": {
        "ua": "Вага посилки NumberEW перевищує допустиму вагу відділення отримувача (MaxWeightкг)",
        "ru": "Вес посылки NumberEW превышает допустимый вес отделения получателя (MaxWeight кг)",
        "en": "The weight of the NumberEW package exceeds the recipient's branch weight limit (MaxWeight kg)"
    },
    "20000303948": {
        "ua": "Повернення до поштомату недоступне. Вага відправлення перевищує допустиму до поштомату",
        "ru": "Возврат в почтомат невозможен. Вес отправления превышает допустимый для почтомата",
        "en": "Returns to the parcel locker are not available. The package weighs more than the parcel locker's weight limit."
    },
    "20000303949": {
        "ua": "Повернення до поштомату недоступне. Габарити відправлення перевищують допустимі до поштомату",
        "ru": "Возврат в почтомат невозможен. Габариты отправления превышают допустимые для почтомата",
        "en": "Returns to the parcel locker are not available. The dimensions of the package exceed the parcel locker's size limits."
    },
    "20000303950": {
        "ua": "Повернення до поштомату недоступне. Оголошена вартість перевищує допустиму до поштомату",
        "ru": "Возврат в почтомат невозможен. Указанная стоимость превышает допустимую для почтомата",
        "en": "Returns to a parcel locker are not available. The declared value exceeds the limit for parcel lockers."
    },
    "20000303951": {
        "ua": "Більше 1 місця: Повернення до поштомату недоступне. Кількість місць перевищує допустиму до поштомату",
        "ru": "Более 1 места: Возврат в почтомат невозможен. Количество мест превышает допустимое для почтомата",
        "en": "More than 1 slot: Return to the parcel locker is not available. The number of slots exceeds the limit for the parcel locker"
    },
    "20000303952": {
        "ua": "Переадресування до поштомату недоступне. Вага відправлення перевищує допустиму до поштомату",
        "ru": "Переадресация в почтомат недоступна. Вес отправления превышает допустимый для почтового автомата",
        "en": "Redirection to a parcel locker is not available. The shipment's weight exceeds the limit for parcel lockers."
    },
    "20000303953": {
        "ua": "Переадресування до поштомату недоступне. Габарити відправлення перевищують допустимі до поштомату",
        "ru": "Переадресация в почтомат недоступна. Габариты отправления превышают допустимые для почтомата",
        "en": "Redirection to a mail locker is not available. The dimensions of the shipment exceed the limits allowed for mail lockers."
    },
    "20000303954": {
        "ua": "Переадресування до поштомату недоступне. Оголошена вартість перевищує допустиму до поштомату",
        "ru": "Переадресация в почтомат недоступна. Указанная стоимость превышает допустимую для почтомата",
        "en": "Forwarding to a parcel locker is not available. The declared value exceeds the limit for parcel lockers."
    },
    "20000303955": {
        "ua": "Більше 1 місця: Переадресування до поштомату недоступне. Кількість місць перевищує допустиму до поштомату",
        "ru": "Более 1 места: переадресация в почтомат недоступна. Количество мест превышает допустимое для почтомата",
        "en": "More than 1 slot: Redirection to a parcel locker is not available. The number of slots exceeds the limit for a parcel locker"
    },
    "20000303956": {
        "ua": "Повернення до поштомату недоступне. Вага відправлення перевищує допустиму (MaxWeight кг) до поштомату",
        "ru": "Возврат в почтомат невозможен. Вес отправления превышает допустимый (MaxWeight кг) для почтомата",
        "en": "Returns to the parcel locker are not available. The shipment's weight exceeds the maximum allowed (MaxWeight kg) for the parcel locker."
    },
    "20000303957": {
        "ua": "Повернення до відділення недоступне. Вага відправлення перевищує допустиму (MaxWeight кг) до відділення",
        "ru": "Возврат в отделение невозможен. Вес отправления превышает допустимый (MaxWeight кг) для отделения",
        "en": "Returns to the branch are not accepted. The shipment's weight exceeds the limit (MaxWeight kg) for the branch"
    },
    "20000303958": {
        "ua": "Повернення до відділення недоступне. Оголошена вартість перевищує допустиму до відділення (MaxDeclaredCost грн)",
        "ru": "Возврат в отделение невозможен. Заявленная стоимость превышает допустимую для данного отделения (MaxDeclaredCost грн)",
        "en": "Return to the branch is not available. The declared value exceeds the limit allowed for the branch (MaxDeclaredCost UAH)"
    },
    "20000303959": {
        "ua": "Повернення до поштомату недоступне. Оголошена вартість перевищує допустиму до поштомату (MaxDeclaredCost грн)",
        "ru": "Возврат в почтомат невозможен. Заявленная стоимость превышает допустимую для почтомата (MaxDeclaredCost грн)",
        "en": "Returns to a parcel locker are not available. The declared value exceeds the limit for parcel lockers (MaxDeclaredCost UAH)."
    },
    "20000303960": {
        "ua": "Повернення до поштомату недоступне. Габарити відправлення перевищують допустимі (Ш=Width, Д=Length, В=Height (см)) до поштомату",
        "ru": "Возврат в почтомат невозможен. Габариты отправления превышают допустимые (Ш=Width, Д=Length, В=Height (см)) для почтомата",
        "en": "Return to the parcel locker is not available. The package dimensions exceed the allowed limits (W=Width, L=Length, H=Height (cm)) for the parcel locker."
    },
    "20000303961": {
        "ua": "Переадресування до поштомату недоступне. Габарити відправлення перевищують допустимі (Ш=Width, Д=Length, В=Height (см)) до поштомату",
        "ru": "Переадресация в почтомат недоступна. Габариты отправления превышают допустимые (Ш=Width, Д=Length, В=Height (см)) для почтомата",
        "en": "Forwarding to a parcel locker is not available. The dimensions of the shipment exceed the allowed limits (W=Width, L=Length, H=Height (cm)) for a parcel locker."
    },
    "20000303962": {
        "ua": "Переадресування до поштомату недоступне. Оголошена вартість перевищує допустиму до поштомату (MaxDeclaredCost грн)",
        "ru": "Переадресация в почтомат недоступна. Заявленная стоимость превышает допустимую для почтомата (MaxDeclaredCost грн)",
        "en": "Redirection to a parcel locker is not available. The declared value exceeds the limit for parcel lockers (MaxDeclaredCost UAH)."
    },
    "20000303964": {
        "ua": "Повернення до відділення недоступне. Габарити відправлення перевищують допустимі (Ш=Width, Д=Length, В=Height (см)) до відділення",
        "ru": "Возврат в отделение невозможен. Габариты отправления превышают допустимые (Ш=Width, Д=Length, В=Height (см)) для отделения",
        "en": "Returns to the branch are not accepted. The shipment's dimensions exceed the permitted limits (W=Width, L=Length, H=Height (cm)) for the branch"
    },
    "20000303965": {
        "ua": "Переадресування до відділення недоступне. Оголошена вартість перевищує допустиму до відділення (MaxDeclaredCost грн)",
        "ru": "Переадресация в отделение невозможна. Заявленная стоимость превышает допустимую для отделения (MaxDeclaredCost грн)",
        "en": "Forwarding to a branch is not available. The declared value exceeds the limit for that branch (MaxDeclaredCost UAH)."
    },
    "20000303966": {
        "ua": "Переадресування до відділення недоступне. Вага відправлення перевищує допустиму (MaxWeight кг) до відділення",
        "ru": "Переадресация в отделение невозможна. Вес отправления превышает допустимый (MaxWeight кг) для данного отделения",
        "en": "Redirection to a branch is not available. The shipment's weight exceeds the maximum allowed (MaxWeight kg) for delivery to a branch"
    },
    "20000303967": {
        "ua": "Переадресування до поштомату недоступне. Вага відправлення перевищує допустиму (MaxWeight кг) до поштомату",
        "ru": "Переадресация в почтомат недоступна. Вес отправления превышает допустимый (MaxWeight кг) для отправки в почтомат",
        "en": "Redirection to a parcel locker is not available. The shipment's weight exceeds the maximum allowed (MaxWeight kg) for delivery to a parcel locker."
    },
    "20000303968": {
        "ua": "Переадресування до відділення недоступне. Габарити відправлення перевищують допустимі (Ш=Width, Д=Length, В=Height (см)) до відділення",
        "ru": "Переадресация в отделение невозможна. Габариты отправления превышают допустимые (Ш=Width, Д=Length, В=Height (см)) для доставки в отделение",
        "en": "Forwarding to a branch is not available. The shipment's dimensions exceed the allowed limits (W=Width, L=Length, H=Height (cm)) for delivery to a branch"
    },
    "20000303969": {
        "ua": "Переадресування до поштомату недоступне. Кількість місць перевищує допустиму до поштомату",
        "ru": "Переадресация в почтомат недоступна. Количество мест превышает допустимое для почтомата",
        "en": "Forwarding to a parcel locker is not available. The number of slots exceeds the limit for the parcel locker."
    },
    "20000303970": {
        "ua": "Повернення до поштомату недоступне. Кількість місць перевищує допустиму до поштомату",
        "ru": "Возврат в почтомат невозможен. Количество мест превышает допустимое для данного почтомата",
        "en": "Returns to the parcel locker are not available. The number of slots exceeds the limit for the parcel locker."
    },
    "20000303979": {
        "ua": "В ЕН NotAllowedService. Заборонено оформлення до поштомату!",
        "ru": "В ЕН NotAllowedService. Запрещено оформление в почтомат!",
        "en": "In EN NotAllowedService. Ordering for pickup at a parcel locker is not allowed!"
    },
    "20000303981": {
        "ua": "В ЕН замовлено послугу Обрешетування. Для оформлення Переадресування оберіть вантажне",
        "ru": "В ЕН заказана услуга «Обрешетка». Для оформления переадресации выберите «Грузовой»",
        "en": "A crating service has been ordered in EN. To set up a redirect, select \"Freight\""
    },
    "20000303982": {
        "ua": "Відмова вже зафіксована",
        "ru": "Отказ уже зафиксирован",
        "en": "The rejection has already been recorded"
    },
    "20000304011": {
        "ua": "Переадресування до поштомату недоступне. У Одержувача вказано міський номер телефону",
        "ru": "Переадресация на почтомат недоступна. У получателя указан городской номер телефона",
        "en": "Forwarding to a parcel locker is not available. The recipient has provided a local phone number."
    },
    "20000304013": {
        "ua": "Послуга Інший отримувач не доступна",
        "ru": "Услуга «Другой получатель» недоступна",
        "en": "The \"Other Recipient\" service is not available"
    },
    "20000304039": {
        "ua": "Довірену особу із цим номером телефону уже додано до ЕН",
        "ru": "Доверенное лицо с этим номером телефона уже добавлено в ЕН",
        "en": "An authorized representative with this phone number has already been added to the EN"
    },
    "20000304052": {
        "ua": "Дані Одержувача було змінено, дозволено переадресування лише Відправником",
        "ru": "Данные получателя были изменены; переадресация разрешена только отправителем",
        "en": "The recipient's information has been changed; only the sender is authorized to forward the message"
    },
    "20000304065": {
        "ua": "Документ не належить даному користувачу",
        "ru": "Документ не принадлежит данному пользователю",
        "en": "This document does not belong to this user"
    },
    "20000304105": {
        "ua": "Можливість створення замовлень на повернення/переадресацію по ЕН тимчасово обмежена на підставі п. 12.13 Умов надання послуг та п.4.2 Публічного договору.",
        "ru": "Возможность создания заказов на возврат/переадресацию по ЕН временно ограничена на основании п. 12.13 Условий оказания услуг и п. 4.2 Публичного договора.",
        "en": "The ability to create return/redirect orders using the EN number is temporarily restricted pursuant to Section 12.13 of the Terms of Service and Section 4.2 of the Public Agreement."
    },
    "20000304106": {
        "ua": "Можливість змінити дані в ЕН тимчасово обмежена на підставі п. 12.13 Умов надання послуг та п.4.2 Публічного договору.",
        "ru": "Возможность изменить данные в ЭН временно ограничена на основании п. 12.13 Условий оказания услуг и п. 4.2 Публичного договора.",
        "en": "The ability to modify data in the EN is temporarily restricted pursuant to Section 12.13 of the Terms of Service and Section 4.2 of the Public Agreement."
    },
    "20000304113": {
        "ua": "Сервіс недоступний. Спробуйте пізніше",
        "ru": "Сервис недоступен. Попробуйте позже",
        "en": "The service is unavailable. Please try again later."
    },
    "20000304638": {
        "ua": "Скористайтесь послугою \"Контроль оплати\" для бізнес-клієнтів. Послуга \"Післяплата\" доступна тільки для приватних осіб відправників.",
        "ru": "Воспользуйтесь услугой «Контроль оплаты» для бизнес-клиентов. Услуга «Наложенный платеж» доступна только для частных лиц-отправителей.",
        "en": "Use the \"Payment Tracking\" service for business customers. The \"Cash on Delivery\" service is available only to individual senders."
    },
    "20000304639": {
        "ua": "Контрагент третя особа не належить користувачу",
        "ru": "Контрагент — третье лицо, не относящееся к пользователю",
        "en": "The third-party counterparty does not belong to the user"
    },
    "20000304640": {
        "ua": "Недоступна безготівкова оплата для контрагента Третя особа",
        "ru": "Безналичная оплата недоступна для контрагента — третье лицо",
        "en": "Non-cash payments are not available for the counterparty (third party)"
    },
    "20000304641": {
        "ua": "Третя особа не може бути платником",
        "ru": "Третье лицо не может быть плательщиком",
        "en": "A third party cannot be a payer"
    },
    "20000400448": {
        "ua": "Присутні недопустимі символи",
        "ru": "В тексте присутствуют недопустимые символы",
        "en": "Invalid characters are present"
    },
    "20000400449": {
        "ua": "Місто вказано невірно",
        "ru": "Город указан неверно",
        "en": "The city is listed incorrectly"
    },
    "20000400450": {
        "ua": "Тип клієнта не обрано",
        "ru": "Тип клиента не выбран",
        "en": "No client type has been selected"
    },
    "20000400451": {
        "ua": "Консолідоване замовлення не створено",
        "ru": "Консолидированный заказ не создан",
        "en": "The consolidated order has not been created"
    },
    "20000400452": {
        "ua": "Вартість не вказана",
        "ru": "Стоимость не указана",
        "en": "Price not listed"
    },
    "20000400453": {
        "ua": "Вартість вказана некоректно",
        "ru": "Стоимость указана неверно",
        "en": "The price is incorrect"
    },
    "20000400454": {
        "ua": "Контрагента не знайденно",
        "ru": "Контрагент не найден",
        "en": "No counterparty found"
    },
    "20000400455": {
        "ua": "Дата не може бути менше, ніж сьогодні",
        "ru": "Дата не может быть меньше, чем сегодня",
        "en": "The date cannot be earlier than today"
    },
    "20000400456": {
        "ua": "Дата доставки невірний формат",
        "ru": "Дата доставки: неверный формат",
        "en": "The delivery date is in the wrong format"
    },
    "20000400458": {
        "ua": "Неправильний формат поля пошуку",
        "ru": "Неверный формат поля поиска",
        "en": "Invalid search field format"
    },
    "20000400459": {
        "ua": "Ідентифікатор групи вказано невірно",
        "ru": "Идентификатор группы указан неверно",
        "en": "The group ID is incorrect"
    },
    "20000400460": {
        "ua": "Значення Висота порожня",
        "ru": "Значение «Высота» пустое",
        "en": "Value: Height is empty"
    },
    "20000400461": {
        "ua": "Висота не вказана",
        "ru": "Высота не указана",
        "en": "Height not specified"
    },
    "20000400462": {
        "ua": "Штрих-код Інтернет-документа неверен",
        "ru": "Штрих-код интернет-документа неверный",
        "en": "The barcode for the online document is invalid"
    },
    "20000400463": {
        "ua": "Номер документа містить більше 14 цифр",
        "ru": "Номер документа состоит из более чем 14 цифр",
        "en": "The document number contains more than 14 digits"
    },
    "20000400464": {
        "ua": "Довжина порожня",
        "ru": "Длина пустая",
        "en": "Length is empty"
    },
    "20000400465": {
        "ua": "Довжина не вказана",
        "ru": "Длина не указана",
        "en": "Length not specified"
    },
    "20000400466": {
        "ua": "Карта лояльності містить більше 14 цифр",
        "ru": "Карта лояльности содержит более 14 цифр",
        "en": "The loyalty card has more than 14 digits"
    },
    "20000400467": {
        "ua": "Помилка пошти",
        "ru": "Ошибка почты",
        "en": "Email error"
    },
    "20000400468": {
        "ua": "Повідомлення відсутє",
        "ru": "Сообщения нет",
        "en": "No message"
    },
    "20000400469": {
        "ua": "Ім'я не вказано",
        "ru": "Имя не указано",
        "en": "Name not specified"
    },
    "20000400470": {
        "ua": "Помилка мережі",
        "ru": "Сбой в сети",
        "en": "Network error"
    },
    "20000400471": {
        "ua": "Адреса електронної пошти не пройшла валідацію",
        "ru": "Адрес электронной почты не прошел проверку",
        "en": "The email address has not been validated"
    },
    "20000400472": {
        "ua": "Назва організації не вказано",
        "ru": "Название организации не указано",
        "en": "The name of the organization is not specified"
    },
    "20000400473": {
        "ua": "Максимальна довжина назви організації становить 100 символів",
        "ru": "Максимальная длина названия организации составляет 100 символов",
        "en": "The maximum length of an organization's name is 100 characters"
    },
    "20000400474": {
        "ua": "Номер сторінки не вказано",
        "ru": "Номер страницы не указан",
        "en": "Page number not specified"
    },
    "20000400475": {
        "ua": "Тип платника невірний",
        "ru": "Тип плательщика указан неверно",
        "en": "The payer type is incorrect"
    },
    "20000400476": {
        "ua": "Номер телефону не вказано",
        "ru": "Номер телефона не указан",
        "en": "Phone number not provided"
    },
    "20000400477": {
        "ua": "Номер телефону повинен містити 10 цифр",
        "ru": "Номер телефона должен состоять из 10 цифр",
        "en": "The phone number must be 10 digits long"
    },
    "20000400478": {
        "ua": "Телефон або Імейл не вказано",
        "ru": "Телефон или адрес электронной почты не указаны",
        "en": "Phone number or email address not provided"
    },
    "20000400479": {
        "ua": "Неправильний формат поля Час запиту",
        "ru": "Неверный формат поля «Время запроса»",
        "en": "Invalid format for the \"Request Time\" field"
    },
    "20000400480": {
        "ua": "Ідентифікатор некоректний",
        "ru": "Идентификатор неверный",
        "en": "The ID is invalid"
    },
    "20000400481": {
        "ua": "Не вказано URL сторінки, з якої відправлено відгук або назву додатку",
        "ru": "Не указан URL страницы, с которой был отправлен отзыв, или название приложения",
        "en": "The URL of the page from which the review was submitted or the name of the app is not specified"
    },
    "20000400482": {
        "ua": "Кількість місць не вказано",
        "ru": "Количество мест не указано",
        "en": "Number of seats not specified"
    },
    "20000400483": {
        "ua": "Кількість місць вказано некоректно",
        "ru": "Количество мест указано неверно",
        "en": "The number of seats is incorrect"
    },
    "20000400484": {
        "ua": "Опис адреси відправника не вказано",
        "ru": "Описание адреса отправителя не указано",
        "en": "The sender's address is not specified"
    },
    "20000400485": {
        "ua": "Опис адреси відправника вказано некоректно",
        "ru": "Адрес отправителя указан некорректно",
        "en": "The sender's address is incorrect"
    },
    "20000400486": {
        "ua": "Ідентифікатор будинку відправника вказано некоректно",
        "ru": "Идентификатор дома отправителя указан некорректно",
        "en": "The sender's house number is incorrect"
    },
    "20000400487": {
        "ua": "Номер дому відправника незнайдено",
        "ru": "Номер дома отправителя не найден",
        "en": "The sender's house number was not found"
    },
    "20000400488": {
        "ua": "Ідентифікатор міста відправника не вказано",
        "ru": "Идентификатор города отправителя не указан",
        "en": "The sender's city ID is not specified"
    },
    "20000400489": {
        "ua": "Ідентифікатор міста відправника вказано некоректно",
        "ru": "Идентификатор города отправителя указан некорректно",
        "en": "The sender's city ID is incorrect"
    },
    "20000400490": {
        "ua": "Місто відпраника вказано некоректно",
        "ru": "Город отправителя указан неверно",
        "en": "The sender's city is incorrect"
    },
    "20000400491": {
        "ua": "Не вказано опис контактної особи відправника",
        "ru": "Не указаны данные контактного лица отправителя",
        "en": "No description of the sender's contact person is provided"
    },
    "20000400492": {
        "ua": "Некоректно вказано опис контактної особи відправника",
        "ru": "Описание контактного лица отправителя указано некорректно",
        "en": "The description of the sender's contact person is incorrect"
    },
    "20000400493": {
        "ua": "Значення будинок відправника не вказано",
        "ru": "Значение «адрес отправителя» не указано",
        "en": "The \"Sender's Address\" field is blank"
    },
    "20000400495": {
        "ua": "Ідентифікатор вулиці відправника вказано некоректно",
        "ru": "Идентификатор улицы отправителя указан некорректно",
        "en": "The sender's street ID is incorrect"
    },
    "20000400496": {
        "ua": "Вулиця відправника вказана некоректно",
        "ru": "Адрес отправителя указан неверно",
        "en": "The sender's street address is incorrect"
    },
    "20000400497": {
        "ua": "Ідентифікатор штату вказано некоректно",
        "ru": "Идентификатор штата указан некорректно",
        "en": "The state ID is incorrect"
    },
    "20000400498": {
        "ua": "Назва штату вказано некоректно",
        "ru": "Название штата указано некорректно",
        "en": "The state name is incorrect"
    },
    "20000400499": {
        "ua": "Тема не вказана",
        "ru": "Тема не указана",
        "en": "Subject not specified"
    },
    "20000400500": {
        "ua": "Тип не вказано",
        "ru": "Тип не указан",
        "en": "Type not specified"
    },
    "20000400501": {
        "ua": "Тип упаковки не вказано",
        "ru": "Тип упаковки не указан",
        "en": "Packaging type not specified"
    },
    "20000400502": {
        "ua": "Тип проблеми не вказано",
        "ru": "Тип проблемы не указан",
        "en": "Problem type not specified"
    },
    "20000400503": {
        "ua": "Вага не вказано",
        "ru": "Вес не указан",
        "en": "Weight not specified"
    },
    "20000400504": {
        "ua": "Вага вказана некоректно",
        "ru": "Вес указан неверно",
        "en": "The weight is listed incorrectly"
    },
    "20000400505": {
        "ua": "Вага не вказана",
        "ru": "Вес не указан",
        "en": "Weight not specified"
    },
    "20000400506": {
        "ua": "Вага не вказана",
        "ru": "Вес не указан",
        "en": "Weight not specified"
    },
    "20000400707": {
        "ua": "Помилка під час становлення агентом",
        "ru": "Ошибка при регистрации в качестве агента",
        "en": "Error during agent registration"
    },
    "20000400710": {
        "ua": "Найменування файлу неправильне",
        "ru": "Название файла неверное",
        "en": "The file name is incorrect"
    },
    "20000400711": {
        "ua": "Найменування папки неправильне",
        "ru": "Название папки неверное",
        "en": "The folder name is incorrect"
    },
    "20000400712": {
        "ua": "Найменування підпапки неправильне або папка порожня",
        "ru": "Название подпапки неверное или папка пуста",
        "en": "The subfolder name is incorrect or the folder is empty"
    },
    "20000401034": {
        "ua": "Неправильний пароль",
        "ru": "Неверный пароль",
        "en": "Incorrect password"
    },
    "20000401035": {
        "ua": "Електронна пошта не активована",
        "ru": "Электронная почта не активирована",
        "en": "Email is not activated"
    },
    "20000401036": {
        "ua": "Зміни не застосувалися",
        "ru": "Изменения не вступили в силу",
        "en": "The changes were not applied"
    },
    "20000401037": {
        "ua": "Телефон відправника порожній",
        "ru": "Номер телефона отправителя не указан",
        "en": "The sender's phone number is blank"
    },
    "20000401038": {
        "ua": "Телефон відправника невірний",
        "ru": "Номер телефона отправителя указан неверно",
        "en": "The sender's phone number is incorrect"
    },
    "20000401165": {
        "ua": "Банки не знайдені",
        "ru": "Банки не найдены",
        "en": "No banks found"
    },
    "20000401166": {
        "ua": "Контрагент порожній",
        "ru": "Контрагент отсутствует",
        "en": "Counterparty is empty"
    },
    "20000401167": {
        "ua": "Контрагент вказано невірно",
        "ru": "Контрагент указан неверно",
        "en": "The counterparty is listed incorrectly"
    },
    "20000401168": {
        "ua": "В одержувача порожні параметри ідентифікатор міста та ідентифікатор населеного пункту",
        "ru": "У получателя пустыми являются параметры «идентификатор города» и «идентификатор населённого пункта»",
        "en": "The recipient's city ID and settlement ID fields are empty"
    },
    "20000401169": {
        "ua": "Ідентифікатор населеного пункту одержувача невірний",
        "ru": "Идентификатор населённого пункта получателя неверный",
        "en": "The recipient's settlement ID is incorrect"
    },
    "20000401170": {
        "ua": "В одержувача невірні параметри ідентифікатор міста та ідентифікатор населеного пункту",
        "ru": "У получателя указаны неверные параметры: идентификатор города и идентификатор населённого пункта",
        "en": "The recipient has incorrect city ID and settlement ID parameters"
    },
    "20000401344": {
        "ua": "Немає результатів",
        "ru": "Результатов нет",
        "en": "No results"
    },
    "20000401345": {
        "ua": "АПІ ключ не був створений",
        "ru": "API-ключ не был создан",
        "en": "The API key was not created"
    },
    "20000401346": {
        "ua": "Не може продовжити постійний АПІ ключ",
        "ru": "Не удается продлить постоянный API-ключ",
        "en": "Cannot renew the permanent API key"
    },
    "20000401347": {
        "ua": "Неможливо оновити дату закінчення терміну дії",
        "ru": "Невозможно обновить дату окончания срока действия",
        "en": "It is not possible to update the expiration date"
    },
    "20000401348": {
        "ua": "Не можу видалити АПІ ключ",
        "ru": "Не могу удалить API-ключ",
        "en": "I can't delete the API key"
    },
    "20000401350": {
        "ua": "Категорія порожня",
        "ru": "Категория пуста",
        "en": "The category is empty"
    },
    "20000401351": {
        "ua": "Рівень неправильний",
        "ru": "Уровень неверный",
        "en": "The level is incorrect"
    },
    "20000401352": {
        "ua": "Помилка входу",
        "ru": "Ошибка ввода",
        "en": "Login error"
    },
    "20000401353": {
        "ua": "Помилка пароля",
        "ru": "Ошибка в пароле",
        "en": "Password error"
    },
    "20000401354": {
        "ua": "Помилка аутентифікації",
        "ru": "Ошибка аутентификации",
        "en": "Authentication error"
    },
    "20000401355": {
        "ua": "Помилка аутентифікації ключа API",
        "ru": "Ошибка аутентификации ключа API",
        "en": "API Key Authentication Error"
    },
    "20000401356": {
        "ua": "Не зазначено обов'язкових параметрів",
        "ru": "Обязательные параметры не указаны",
        "en": "No required parameters are specified"
    },
    "20000401358": {
        "ua": "Ключ API не існує",
        "ru": "API-ключ отсутствует",
        "en": "The API key does not exist"
    },
    "20000401362": {
        "ua": "Ключ API неактивний",
        "ru": "Ключ API неактивен",
        "en": "The API key is inactive"
    },
    "20000401428": {
        "ua": "Вкажіть коректній телефон",
        "ru": "Укажите правильный номер телефона",
        "en": "Please enter a valid phone number"
    },
    "20000401457": {
        "ua": "Неправильний формат коду",
        "ru": "Неправильный формат кода",
        "en": "Invalid code format"
    },
    "20000401458": {
        "ua": "Неправильний код",
        "ru": "Неверный код",
        "en": "Invalid code"
    },
    "20000401459": {
        "ua": "Неправильна вартість моделі",
        "ru": "Неверная стоимость модели",
        "en": "Incorrect model price"
    },
    "20000401460": {
        "ua": "Неправильний код повідомлення",
        "ru": "Неверный код сообщения",
        "en": "Invalid message code"
    },
    "20000401501": {
        "ua": "Занадто багато запитів",
        "ru": "Слишком много запросов",
        "en": "Too many requests"
    },
    "20000401537": {
        "ua": "Ім'я введено некоректно",
        "ru": "Имя введено некорректно",
        "en": "The name was entered incorrectly"
    },
    "20000401538": {
        "ua": "По батькові введено некоректно",
        "ru": "Отчество введено некорректно",
        "en": "The middle name was entered incorrectly"
    },
    "20000401540": {
        "ua": "Ідентифікатор контрагента відправника невірний",
        "ru": "Идентификатор контрагента отправителя неверный",
        "en": "The sender's counterparty ID is incorrect"
    },
    "20000401541": {
        "ua": "Ви повинні встановити 2 параметра: початок інтервалу часу та кінець інтервалу часу",
        "ru": "Вам необходимо задать 2 параметра: начало временного интервала и конец временного интервала",
        "en": "You must set two parameters: the start of the time interval and the end of the time interval"
    },
    "20000401542": {
        "ua": "Спосіб оплати порожній",
        "ru": "Способ оплаты не указан",
        "en": "Payment method is empty"
    },
    "20000401571": {
        "ua": "Оновіть додаток до останньої доступної версії.",
        "ru": "Обновите приложение до последней доступной версии.",
        "en": "Update the app to the latest available version."
    },
    "20000401612": {
        "ua": "Документи не знайдено",
        "ru": "Документы не найдены",
        "en": "No documents found"
    },
    "20000401613": {
        "ua": "Токени не знайдені",
        "ru": "Токены не найдены",
        "en": "Tokens not found"
    },
    "20000401614": {
        "ua": "Неправильний номер документа",
        "ru": "Неверный номер документа",
        "en": "Incorrect document number"
    },
    "20000401617": {
        "ua": "Неправильна стать",
        "ru": "Неправильный род",
        "en": "Incorrect gender"
    },
    "20000401618": {
        "ua": "Токен порожній",
        "ru": "Токен пуст",
        "en": "The token is empty"
    },
    "20000401619": {
        "ua": "Токен недійсний",
        "ru": "Токен недействителен",
        "en": "The token is invalid"
    },
    "20000401620": {
        "ua": "Номер документу недійсний",
        "ru": "Номер документа недействителен",
        "en": "The document number is invalid"
    },
    "20000401621": {
        "ua": "Ідентифікатор міста відправника недійсний",
        "ru": "Идентификатор города отправителя недействителен",
        "en": "The sender's city ID is invalid"
    },
    "20000401622": {
        "ua": "Доставка в той же день недоступна",
        "ru": "Доставка в той же день недоступна",
        "en": "Same-day delivery is not available"
    },
    "20000401623": {
        "ua": "не можу знайти вільний день збору",
        "ru": "не могу найти свободный день для сбора",
        "en": "I can't find an available collection day"
    },
    "20000401624": {
        "ua": "Будинок відправника не вказано",
        "ru": "Адрес отправителя не указан",
        "en": "Sender's address not provided"
    },
    "20000401625": {
        "ua": "Немає доступних тимчасових інтервалів",
        "ru": "Нет доступных временных интервалов",
        "en": "No time intervals are available"
    },
    "20000401626": {
        "ua": "Часовий інтервал невірний",
        "ru": "Временной интервал указан неверно",
        "en": "The time interval is incorrect"
    },
    "20000401627": {
        "ua": "Ліміт занадто великий",
        "ru": "Лимит слишком велик",
        "en": "The limit is too high"
    },
    "20000401801": {
        "ua": "Часовий інтервал неправильний",
        "ru": "Временной интервал указан неверно",
        "en": "The time interval is incorrect"
    },
    "20000401802": {
        "ua": "Послуга самовивозу недоступна в обраний день",
        "ru": "Услуга самовывоза недоступна в выбранный день",
        "en": "The pickup service is not available on the selected date"
    },
    "20000401803": {
        "ua": "Сьогодні всі тимчасові інтервали для самовивозу недоступні",
        "ru": "Сегодня все временные интервалы для самовывоза недоступны",
        "en": "All pickup time slots are currently unavailable"
    },
    "20000401804": {
        "ua": "Виберіть інший день для отримання кур'єром",
        "ru": "Выберите другой день для доставки курьером",
        "en": "Select a different day for delivery by courier"
    },
    "20000401805": {
        "ua": "Тільки ідентифікація JWT",
        "ru": "Только идентификация JWT",
        "en": "JWT authentication only"
    },
    "20000401806": {
        "ua": "Текст порожній",
        "ru": "Текст пуст",
        "en": "The text is empty"
    },
    "20000401807": {
        "ua": "Текст дуже довгий",
        "ru": "Текст очень длинный",
        "en": "The text is very long"
    },
    "20000401808": {
        "ua": "Клієнт є боржником в послузі «Оплатити пізніше», йому необхідно погасити борги.",
        "ru": "Клиент является должником по услуге «Оплатить позже», ему необходимо погасить задолженность.",
        "en": "The customer is in debt under the \"Pay Later\" service and needs to pay off their debts."
    },
    "20000401854": {
        "ua": "Код і дата порожні",
        "ru": "Код и дата не указаны",
        "en": "Code and date are blank"
    },
    "20000401855": {
        "ua": "Код вказано неправильно",
        "ru": "Код указан неверно",
        "en": "The code is incorrect"
    },
    "20000401856": {
        "ua": "Дата неправильна",
        "ru": "Дата указана неверно",
        "en": "The date is incorrect"
    },
    "20000402477": {
        "ua": "Послуга пакування доступна для замовлення лише при відправці з відділення або поштомату",
        "ru": "Услуга упаковки доступна для заказа только при отправке из отделения или почтового автомата",
        "en": "The packaging service is available for order only when shipping from a branch or a postal kiosk"
    },
    "20000402599": {
        "ua": "Організації не існує або неправильно введено ЕДРПОУ",
        "ru": "Организация не существует или ЕГРПОУ введено неверно",
        "en": "The organization does not exist, or the EDRPOU number was entered incorrectly"
    },
    "20000402600": {
        "ua": "Договір вже існує",
        "ru": "Договор уже заключен",
        "en": "The contract already exists"
    },
    "20000402611": {
        "ua": "Обраний тип доставки не існує",
        "ru": "Выбранный тип доставки не существует",
        "en": "The selected shipping method does not exist"
    },
    "20000402617": {
        "ua": "Довірений пристрій вже видалено",
        "ru": "Доверенное устройство уже удалено",
        "en": "The trusted device has already been removed"
    },
    "20000402692": {
        "ua": "Сеанс розірвано. Здійсніть повторну авторизацію",
        "ru": "Сеанс прерван. Повторите авторизацию",
        "en": "Your session has been terminated. Please log in again."
    },
    "20000403715": {
        "ua": "Значення будинок відправника вказано некоректно",
        "ru": "Значение «дом отправителя» указано некорректно",
        "en": "The sender's address is incorrect"
    },
    "20000403716": {
        "ua": "Значення будинок відправника вказано некоректно",
        "ru": "Значение «дом отправителя» указано некорректно",
        "en": "The sender's address is incorrect"
    },
    "20000403878": {
        "ua": "Виклик кур'єра тимчасово не доступний для вказаної адреси",
        "ru": "Заказ курьера временно недоступен для указанного адреса",
        "en": "Courier pickup is temporarily unavailable for the specified address"
    },
    "20000404032": {
        "ua": "Діяльність цього контрагента було припинено державними органами",
        "ru": "Деятельность данного контрагента была приостановлена государственными органами",
        "en": "This counterparty's operations were suspended by government authorities"
    },
    "20000404035": {
        "ua": "Будь ласка зверніться до менеджера щоб підписати контракт",
        "ru": "Пожалуйста, обратитесь к менеджеру, чтобы подписать контракт",
        "en": "Please contact the manager to sign the contract"
    },
    "20000404098": {
        "ua": "Послуга пакування доступна для замовлення лише при відправці з відділення або поштомату",
        "ru": "Услуга упаковки доступна для заказа только при отправке из отделения или почтового автомата",
        "en": "The packaging service is available for order only when shipping from a branch or a postal kiosk"
    },
    "20000404101": {
        "ua": "Оцінка якості обслуговування недоступна в даній версії додатку. Будь ласка, оновіть версію",
        "ru": "Оценка качества обслуживания недоступна в данной версии приложения. Пожалуйста, обновите версию",
        "en": "The service quality rating is not available in this version of the app. Please update the app."
    },
    "20000500588": {
        "ua": "fatal error 101 Зверніться до служби підтримки: support@novaposhta.ua (Помилка пошуку інтернет контрагента по ідентифікатору при збереженні адреси",
        "ru": "fatal error 101 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка поиска интернет-контрагента по идентификатору при сохранении адреса",
        "en": "fatal error 101 Please contact support: support@novaposhta.ua (Error searching for an online counterparty by ID while saving the address)"
    },
    "20000500589": {
        "ua": "fatal error 102 Зверніться до служби підтримки: support@novaposhta.ua (Помилка пошуку вулиці по ідентифікатору при збереженні адреси)",
        "ru": "fatal error 102 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка поиска улицы по идентификатору при сохранении адреса)",
        "en": "fatal error 102 Please contact support: support@novaposhta.ua (Error searching for a street by ID when saving an address)"
    },
    "20000500590": {
        "ua": "fatal error 103 Зверніться до служби підтримки: support@novaposhta.ua (Помилка пошуку номеру будинку по ідентифікатору при збереженні адреси)",
        "ru": "fatal error 103 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка поиска номера дома по идентификатору при сохранении адреса)",
        "en": "fatal error 103 Please contact support: support@novaposhta.ua (Error retrieving house number by ID when saving an address)"
    },
    "20000500591": {
        "ua": "fatal error 104 Зверніться до служби підтримки: support@novaposhta.ua (Помилка зберігання адреси)",
        "ru": "fatal error 104 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка сохранения адреса)",
        "en": "fatal error 104 Please contact support: support@novaposhta.ua (Address storage error)"
    },
    "20000500592": {
        "ua": "fatal error 105 Зверніться до служби підтримки: support@novaposhta.ua (Помилка збереження інтернет адреси контрагента)",
        "ru": "fatal error 105 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка при сохранении интернет-адреса контрагента)",
        "en": "fatal error 105 Please contact support: support@novaposhta.ua (Error saving the counterparty's web address)"
    },
    "20000500593": {
        "ua": "fatal error 106 Зверніться до служби підтримки: support@novaposhta.ua (Помилка збереження додаткових данних інтернет адреси контрагента)",
        "ru": "fatal error 106 Обратитесь в службу поддержки: support@novaposhta.ua (Ошибка при сохранении дополнительных данных об интернет-адресе контрагента)",
        "en": "fatal error 106 Please contact support: support@novaposhta.ua (Error saving additional data for the counterparty's web address)"
    },
    "20000500594": {
        "ua": "Не вдалося знайти населений пункт",
        "ru": "Не удалось найти населённый пункт",
        "en": "The settlement could not be found"
    },
    "20000500595": {
        "ua": "Ідентифікатор філіалу порожній",
        "ru": "Идентификатор филиала пуст",
        "en": "The branch ID is empty"
    },
    "20000500596": {
        "ua": "Місто не знайдено на старих вулицях",
        "ru": "Город не найден на старых улицах",
        "en": "The city cannot be found on the old streets"
    },
    "20000500597": {
        "ua": "Вулицю населеного пункту не знайдено",
        "ru": "Улица в данном населённом пункте не найдена",
        "en": "No street in this settlement was found"
    },
    "20000500598": {
        "ua": "Не вдалося змінити населений пункт",
        "ru": "Не удалось изменить населенный пункт",
        "en": "Unable to change the location"
    },
    "20000500599": {
        "ua": "Не вдалося створити будинок",
        "ru": "Не удалось создать дом",
        "en": "Failed to create a house"
    },
    "20000500600": {
        "ua": "Не вдалося виявити ідентифікатор вулиці",
        "ru": "Не удалось найти идентификатор улицы",
        "en": "The street ID could not be found"
    },
    "20000500601": {
        "ua": "Не вдалося створити адресу контрагента",
        "ru": "Не удалось создать адрес контрагента",
        "en": "Unable to create the counterparty's address"
    },
    "20000500602": {
        "ua": "Не вдалося запросити дані",
        "ru": "Не удалось загрузить данные",
        "en": "Unable to retrieve data"
    },
    "20000500603": {
        "ua": "Не знайдено",
        "ru": "Не найдено",
        "en": "Not found"
    },
    "20000500604": {
        "ua": "Не вдалося отримати дані із сервіса",
        "ru": "Не удалось получить данные из сервиса",
        "en": "Unable to retrieve data from the service"
    },
    "20000500605": {
        "ua": "Знайдено більше ніж один об'єкт",
        "ru": "Найден более одного объекта",
        "en": "More than one object was found"
    },
    "20000500607": {
        "ua": "Місцевість за ідентифікатором не знайдено",
        "ru": "Местность с указанным идентификатором не найдена",
        "en": "The location with this ID could not be found"
    },
    "20000500608": {
        "ua": "Сервіс недоступний",
        "ru": "Сервис недоступен",
        "en": "The service is unavailable"
    },
    "20000500609": {
        "ua": "Неправильна відповідь сервіса",
        "ru": "Неверный ответ сервиса",
        "en": "Incorrect response from the service"
    },
    "20000500610": {
        "ua": "Знайдено більше ніж 1 результат",
        "ru": "Найдены более 1 результата",
        "en": "More than 1 result was found"
    },
    "20000500611": {
        "ua": "Результати не знайдені",
        "ru": "Результаты не найдены",
        "en": "No results found"
    },
    "20000500612": {
        "ua": "Неправильний формат пошуку",
        "ru": "Неверный формат запроса",
        "en": "Invalid search format"
    },
    "20000500613": {
        "ua": "В полі пошуку містяться не лише літери та цифри",
        "ru": "В поле поиска могут содержаться не только буквы и цифры",
        "en": "The search field contains more than just letters and numbers"
    },
    "20000500615": {
        "ua": "Значення Приховати основні міста зазначено неправильно",
        "ru": "Значение «Скрыть основные города» указано неверно",
        "en": "The value for \"Hide major cities\" is incorrect"
    },
    "20000500616": {
        "ua": "Значення Тільки основні міста зазначено неправильно",
        "ru": "Значение «Только основные города» указано неверно",
        "en": "The entry \"Only major cities are listed\" is incorrect"
    },
    "20000500617": {
        "ua": "Має бути одне із значнь Тільки основні міста або Приховати основні міста",
        "ru": "Должно быть выбрано одно из значений: «Только крупные города» или «Скрыть крупные города»",
        "en": "It must be one of the following: \"Only major cities\" or \"Hide major cities\""
    },
    "20000500618": {
        "ua": "Параметр ідентифікатор складу має бути цілим числом",
        "ru": "Параметр «идентификатор склада» должен быть целым числом",
        "en": "The \"warehouse ID\" parameter must be an integer"
    },
    "20000500619": {
        "ua": "Сторінка неправильна",
        "ru": "Страница неверная",
        "en": "The page is incorrect"
    },
    "20000500620": {
        "ua": "Обмеження неправильне",
        "ru": "Ограничение неверно",
        "en": "The restriction is incorrect"
    },
    "20000500621": {
        "ua": "Немає обмеження",
        "ru": "Ограничений нет",
        "en": "There is no limit"
    },
    "20000500622": {
        "ua": "Неправильна координата X",
        "ru": "Неверная координата X",
        "en": "Incorrect X coordinate"
    },
    "20000500623": {
        "ua": "Неправильна координата Y",
        "ru": "Неверная координата Y",
        "en": "Incorrect Y coordinate"
    },
    "20000500624": {
        "ua": "Номер будівлі не вказано",
        "ru": "Номер здания не указан",
        "en": "No building number is listed"
    },
    "20000500625": {
        "ua": "Населений пункт не вказаний",
        "ru": "Населённый пункт не указан",
        "en": "No settlement specified"
    },
    "20000500626": {
        "ua": "Невірний формат ідентифікатору населеного пункту",
        "ru": "Неверный формат идентификатора населенного пункта",
        "en": "Invalid location identifier format"
    },
    "20000500627": {
        "ua": "Неправильний формат ідентифікатору вулиці населеного пункту",
        "ru": "Неверный формат идентификатора улицы в населенном пункте",
        "en": "Incorrect format for the street identifier in a populated place"
    },
    "20000500628": {
        "ua": "Масив рядка пошуку не повинен бути порожнім",
        "ru": "Массив строки поиска не должен быть пустым",
        "en": "The search string array must not be empty"
    },
    "20000500629": {
        "ua": "Масив рядка пошуку повинен бути вказаний масивом",
        "ru": "Массив строки поиска должен быть указан в виде массива",
        "en": "The search string array must be specified as an array"
    },
    "20000500630": {
        "ua": "Опис вулиці не повинен бути порожнім",
        "ru": "Описание улицы не должно быть пустым",
        "en": "The street description must not be empty"
    },
    "20000500631": {
        "ua": "Опис вулиці неправильний",
        "ru": "Описание улицы неверно",
        "en": "The street description is incorrect"
    },
    "20000500632": {
        "ua": "Номер будівлі не повинен бути порожнім",
        "ru": "Номер здания не должен быть пустым",
        "en": "The building number cannot be left blank"
    },
    "20000500633": {
        "ua": "Номер будівлі неправильний",
        "ru": "Номер здания указан неверно",
        "en": "The building number is incorrect"
    },
    "20000500634": {
        "ua": "Поштовий індекс повинен складатися з 5 цифр.",
        "ru": "Почтовый индекс должен состоять из 5 цифр.",
        "en": "The ZIP code must consist of 5 digits."
    },
    "20000500635": {
        "ua": "Пошук за рядком не повинен бути порожнім",
        "ru": "Поиск по строке не должен быть пустым",
        "en": "The search string must not be empty"
    },
    "20000500637": {
        "ua": "Адресу не знайдено",
        "ru": "Адрес не найден",
        "en": "Address not found"
    },
    "20000500639": {
        "ua": "Ідентифікатор вулиці не вказано",
        "ru": "Идентификатор улицы не указан",
        "en": "Street ID not specified"
    },
    "20000500640": {
        "ua": "Ідентифікатор Будівлі не вказано",
        "ru": "Идентификатор здания не указан",
        "en": "Building ID not specified"
    },
    "20000500641": {
        "ua": "Помилка створення параметра номер будинку",
        "ru": "Ошибка при создании параметра «номер дома»",
        "en": "Error creating the house number parameter"
    },
    "20000500644": {
        "ua": "Примітка містить недопустимі символи",
        "ru": "Примечание содержит недопустимые символы",
        "en": "The note contains invalid characters"
    },
    "20000500645": {
        "ua": "Примітка надто довга",
        "ru": "Примечание слишком длинное",
        "en": "The note is too long"
    },
    "20000500646": {
        "ua": "Назва адреси містить недопустимі символи",
        "ru": "Адрес содержит недопустимые символы",
        "en": "The address contains invalid characters"
    },
    "20000500647": {
        "ua": "Назва адреси занадто довга",
        "ru": "Название адреса слишком длинное",
        "en": "The address is too long"
    },
    "20000500648": {
        "ua": "Формат квартири неправильний",
        "ru": "Формат квартиры неверный",
        "en": "The apartment's layout is irregular"
    },
    "20000500650": {
        "ua": "Параметр ідентификатор адреса не вказано",
        "ru": "Параметр «идентификатор адреса» не указан",
        "en": "The \"address identifier\" parameter is not specified"
    },
    "20000500651": {
        "ua": "Параметр назва міста порожній",
        "ru": "Поле «Название города» пустое",
        "en": "The \"City Name\" parameter is empty"
    },
    "20000500652": {
        "ua": "Параметр назва міста містить недопустимі символи",
        "ru": "Параметр «название города» содержит недопустимые символы",
        "en": "The \"City Name\" parameter contains invalid characters"
    },
    "20000500653": {
        "ua": "Обмеження містить недопустимі символи",
        "ru": "В ограничении содержатся недопустимые символы",
        "en": "The restriction contains invalid characters"
    },
    "20000500654": {
        "ua": "Параметр \"Склад для\" неправильний",
        "ru": "Параметр «Склад для» указан неверно",
        "en": "The \"Warehouse for\" parameter is incorrect"
    },
    "20000500655": {
        "ua": "Сортування повинне бути масивом",
        "ru": "Сортировка должна быть массивом",
        "en": "The sort should be an array"
    },
    "20000500656": {
        "ua": "Сортування неправильне",
        "ru": "Сортировка неверна",
        "en": "The sorting is incorrect"
    },
    "20000500657": {
        "ua": "Ключ неправильний",
        "ru": "Ключ неверный",
        "en": "The key is incorrect"
    },
    "20000500658": {
        "ua": "Дата останньої зміни в неправильному форматі",
        "ru": "Дата последнего изменения указана в неправильном формате",
        "en": "The date of the last change is in the wrong format"
    },
    "20000500659": {
        "ua": "Дата останньої зміни не може бути менше поточної",
        "ru": "Дата последнего изменения не может быть меньше текущей",
        "en": "The last modified date cannot be earlier than the current date"
    },
    "20000500661": {
        "ua": "Ідентифікатор міста",
        "ru": "Идентификатор города",
        "en": "City ID"
    },
    "20000500662": {
        "ua": "Ідентифікатор району",
        "ru": "Идентификатор района",
        "en": "District ID"
    },
    "20000500663": {
        "ua": "Ідентифікатор населеного пункту",
        "ru": "Идентификатор населённого пункта",
        "en": "Settlement ID"
    },
    "20000500664": {
        "ua": "Ідентифікатор будівлі",
        "ru": "Идентификатор здания",
        "en": "Building ID"
    },
    "20000500665": {
        "ua": "Ідентифікатор вулиці населеного пункту не вказано",
        "ru": "Идентификатор улицы в населённом пункте не указан",
        "en": "The street ID for this settlement is not specified"
    },
    "20000500666": {
        "ua": "Міграція параметра вулиця населеного пункту не завершена",
        "ru": "Миграция параметра «улица населенного пункта» не завершена",
        "en": "The migration of the \"street in a settlement\" parameter is not complete"
    },
    "20000500669": {
        "ua": "Поштовий індекс",
        "ru": "Почтовый индекс",
        "en": "Zip Code"
    },
    "20000500670": {
        "ua": "Ідентифікатор вулиці неправильний",
        "ru": "Идентификатор улицы указан неверно",
        "en": "The street ID is incorrect"
    },
    "20000500671": {
        "ua": "Ідентифікатор місцевості неправильний",
        "ru": "Идентификатор местности указан неверно",
        "en": "The location ID is incorrect"
    },
    "20000500672": {
        "ua": "Потрібне найменування міста",
        "ru": "Требуется название города",
        "en": "Please enter the city name"
    },
    "20000500673": {
        "ua": "Потрібен індекс",
        "ru": "Требуется индекс",
        "en": "An index is needed"
    },
    "20000500674": {
        "ua": "Потрібна адреса",
        "ru": "Нужен адрес",
        "en": "I need an address"
    },
    "20000500675": {
        "ua": "Параметр назва вулиці порожній",
        "ru": "Поле «Название улицы» пустое",
        "en": "The \"Street Name\" field is empty"
    },
    "20000500676": {
        "ua": "Параметр назва вулиці містить неприпустимі символи",
        "ru": "Параметр «Название улицы» содержит недопустимые символы",
        "en": "The \"Street Name\" field contains invalid characters"
    },
    "20000501016": {
        "ua": "Адреси не існує",
        "ru": "Такого адреса не существует",
        "en": "The address does not exist"
    },
    "20000501017": {
        "ua": "Не вдалося перетворити населений пункт у місто. Код 001",
        "ru": "Не удалось преобразовать населенный пункт в город. Код 001",
        "en": "The attempt to designate the settlement as a city failed. Code 001"
    },
    "20000501018": {
        "ua": "Не вдалося знайти дані по вашому запиту",
        "ru": "Не удалось найти данные по вашему запросу",
        "en": "We were unable to find any results for your query"
    },
    "20000501019": {
        "ua": "Ліміт перевищено. Макс 20",
        "ru": "Лимит превышен. Макс. 20",
        "en": "Limit exceeded. Max 20"
    },
    "20000501020": {
        "ua": "Ідентификатор області варто заповнити",
        "ru": "Поле «Идентификатор области» необходимо заполнить",
        "en": "Please enter the region ID"
    },
    "20000501021": {
        "ua": "Ідентификатор області недійсний",
        "ru": "Идентификатор области недействителен",
        "en": "The region ID is invalid"
    },
    "20000501022": {
        "ua": "Ідентификатор області не знайдено",
        "ru": "Идентификатор области не найден",
        "en": "Region ID not found"
    },
    "20000501023": {
        "ua": "Ідентифікатор регіону недійсний",
        "ru": "Идентификатор региона недействителен",
        "en": "The region ID is invalid"
    },
    "20000501024": {
        "ua": "Ідентифікатор регіону не знайдено",
        "ru": "Идентификатор региона не найден",
        "en": "Region ID not found"
    },
    "20000501025": {
        "ua": "Ідентифікатор будівлі недійсний",
        "ru": "Идентификатор здания недействителен",
        "en": "The building ID is invalid"
    },
    "20000501026": {
        "ua": "Поштовий індекс не може бути порожнім",
        "ru": "Почтовый индекс не может быть пустым",
        "en": "The ZIP code cannot be left blank"
    },
    "20000501027": {
        "ua": "Міста не існує",
        "ru": "Такого города не существует",
        "en": "The city doesn't exist"
    },
    "20000501028": {
        "ua": "Вулиці не існує",
        "ru": "Такой улицы нет",
        "en": "That street doesn't exist"
    },
    "20000501029": {
        "ua": "Вулиця не належить місту контрагента",
        "ru": "Улица не относится к городу контрагента",
        "en": "The street does not belong to the counterparty's city"
    },
    "20000501030": {
        "ua": "Будинку не існує",
        "ru": "Здания нет",
        "en": "The house doesn't exist"
    },
    "20000501032": {
        "ua": "Вулиці в населенному пункті не існує",
        "ru": "В населённом пункте нет такой улицы",
        "en": "There are no streets in this settlement"
    },
    "20000501164": {
        "ua": "Ідентифікатор населеного пункту потрібно",
        "ru": "Идентификатор населенного пункта необходимо",
        "en": "The settlement ID is required"
    },
    "20000501323": {
        "ua": "Немає значень для індексу",
        "ru": "Значений для индекса нет",
        "en": "There are no values for the index"
    },
    "20000501324": {
        "ua": "Немає значень по GEO",
        "ru": "Нет результатов по GEO",
        "en": "No results found for GEO"
    },
    "20000501325": {
        "ua": "Не визначено регіон",
        "ru": "Регион не указан",
        "en": "Region not specified"
    },
    "20000501326": {
        "ua": "Не визначено район",
        "ru": "Район не указан",
        "en": "District not specified"
    },
    "20000501327": {
        "ua": "Не визначено населений пункт",
        "ru": "Населенный пункт не указан",
        "en": "No settlement specified"
    },
    "20000501328": {
        "ua": "GEO не знайшов адресу",
        "ru": "GEO не нашёл адрес",
        "en": "GEO could not find the address"
    },
    "20000501329": {
        "ua": "Вулиця до будинку не визначена",
        "ru": "Улица, на которой находится дом, не указана",
        "en": "The street leading to the house is not specified"
    },
    "20000501330": {
        "ua": "Необхідно вказати тип вулиці",
        "ru": "Необходимо указать тип улицы",
        "en": "You must specify the street type"
    },
    "20000501331": {
        "ua": "Перевищено денний ліміт запитів",
        "ru": "Превышен дневной лимит запросов",
        "en": "The daily request limit has been exceeded"
    },
    "20000501332": {
        "ua": "Місце розташування не визначено GEO",
        "ru": "Местоположение не определено GEO",
        "en": "Location not specified GEO"
    },
    "20000501333": {
        "ua": "Ідентифікатор типу відділення невірний",
        "ru": "Идентификатор типа отделения неверный",
        "en": "The branch type ID is invalid"
    },
    "20000501334": {
        "ua": "Ідентифікатор типу відділення не існує",
        "ru": "Идентификатор типа отделения отсутствует",
        "en": "The branch type ID does not exist"
    },
    "20000501335": {
        "ua": "Поштовий індекс порожній",
        "ru": "Почтовый индекс не указан",
        "en": "The ZIP code field is empty"
    },
    "20000501336": {
        "ua": "Поштовий індекс не цифровий",
        "ru": "Почтовый индекс не является цифровым",
        "en": "The ZIP code is not a number"
    },
    "20000501337": {
        "ua": "Довжина поштового індексу повинна складати 5 символів.",
        "ru": "Длина почтового индекса должна составлять 5 символов.",
        "en": "The postal code must be 5 characters long."
    },
    "20000501338": {
        "ua": "Населений пункт порожній",
        "ru": "Населённый пункт пуст",
        "en": "The settlement is empty"
    },
    "20000501339": {
        "ua": "Рядок адреси порожня",
        "ru": "Поле адреса пустое",
        "en": "The address field is empty"
    },
    "20000501479": {
        "ua": "Тип власника адреси неправильний",
        "ru": "Тип владельца адреса указан неверно",
        "en": "The address owner type is incorrect"
    },
    "20000501480": {
        "ua": "Назва міста невірна",
        "ru": "Название города указано неверно",
        "en": "The city name is incorrect"
    },
    "20000501533": {
        "ua": "Параметр Відділення не вказано",
        "ru": "Параметр «Отделение» не указан",
        "en": "The \"Department\" parameter is not specified"
    },
    "20000501534": {
        "ua": "Невизначена помилка складу",
        "ru": "Неопределенная ошибка состава",
        "en": "Undefined composition error"
    },
    "20000501535": {
        "ua": "Тип налаштування недійсний",
        "ru": "Тип настройки недействителен",
        "en": "The configuration type is invalid"
    },
    "20000501536": {
        "ua": "Ідентифікатор вулиці населеного пункту неправильний",
        "ru": "Идентификатор улицы в населённом пункте указан неверно",
        "en": "The street ID for this town is incorrect"
    },
    "20000501606": {
        "ua": "Міста не знайдені за ідентифікатором",
        "ru": "Города не найдены по идентификатору",
        "en": "No cities were found by ID"
    },
    "20000501607": {
        "ua": "Посилання або місто повинні бути встановлені",
        "ru": "Необходимо указать ссылку или город",
        "en": "The link or city must be specified"
    },
    "20000501608": {
        "ua": "Склад недійсний",
        "ru": "Состав недействителен",
        "en": "The composition is invalid"
    },
    "20000501609": {
        "ua": "Номер міста недійсний",
        "ru": "Номер города недействителен",
        "en": "The city code is invalid"
    },
    "20000501610": {
        "ua": "Посилання на склад недійсне",
        "ru": "Ссылка на склад недействительна",
        "en": "The link to the inventory is invalid"
    },
    "20000501800": {
        "ua": "Адреса належить складу",
        "ru": "Адрес относится к складу",
        "en": "The address belongs to the warehouse"
    },
    "20000501853": {
        "ua": "Помилка оновлення ідентифікатора міста",
        "ru": "Ошибка при обновлении идентификатора города",
        "en": "City ID Update Error"
    },
    "20000502044": {
        "ua": "Вулицю не знайдено",
        "ru": "Улица не найдена",
        "en": "Street not found"
    },
    "20000502606": {
        "ua": "Адреса не створена за допомогою текстових даних",
        "ru": "Адрес не создан на основе текстовых данных",
        "en": "The address was not created using text data"
    },
    "20000503728": {
        "ua": "Тест тег українською tagKay",
        "ru": "Тест тег на украинском языке tagKay",
        "en": "Test tag in Ukrainian tagKay"
    },
    "20000503938": {
        "ua": "Вказано некоректне значення Індексу НП. Допустимі значення цифри і слеш",
        "ru": "Указано некорректное значение индекса НП. Допустимые значения: цифра и косая черта",
        "en": "An invalid NP Index value has been entered. Valid values consist of a number and a slash."
    },
    "20000600682": {
        "ua": "Батько недійсний",
        "ru": "Отец недействителен",
        "en": "The father is invalid"
    },
    "20000600683": {
        "ua": "Параметр регіон країни недійсний",
        "ru": "Параметр «регион страны» недействителен",
        "en": "The \"Country Region\" parameter is invalid"
    },
    "20000600684": {
        "ua": "Насалений пункт недійсний",
        "ru": "Населённый пункт не существует",
        "en": "The settlement is invalid"
    },
    "20000601340": {
        "ua": "Склад не знайдено",
        "ru": "Состав не найден",
        "en": "No results found"
    },
    "20000601341": {
        "ua": "Склад у вазі не знайдено",
        "ru": "В весах не обнаружено",
        "en": "No store found in Vaz"
    },
    "20000601342": {
        "ua": "Вага не вказано",
        "ru": "Вес не указан",
        "en": "Weight not specified"
    },
    "20000601343": {
        "ua": "Порожні параметри",
        "ru": "Пустые параметры",
        "en": "Empty parameters"
    },
    "20000700688": {
        "ua": "Ідентифікатор картки лояльності не вказано",
        "ru": "Идентификатор карты лояльности не указан",
        "en": "The loyalty card ID is not specified"
    },
    "20000700689": {
        "ua": "Номер телефону неправильний",
        "ru": "Номер телефона указан неверно",
        "en": "The phone number is incorrect"
    },
    "20000700690": {
        "ua": "Електронна пошта неправильна",
        "ru": "Неверный адрес электронной почты",
        "en": "The email address is incorrect"
    },
    "20000700691": {
        "ua": "Терміновість порожня",
        "ru": "Срочность — пустой термин",
        "en": "\"Urgency\" is an empty term"
    },
    "20000700692": {
        "ua": "Ціль містить недопустимі символи",
        "ru": "В поле введены недопустимые символы",
        "en": "The target contains invalid characters"
    },
    "20000700693": {
        "ua": "Ціль не вказано",
        "ru": "Цель не указана",
        "en": "No goal specified"
    },
    "20000700694": {
        "ua": "Товарно-транспортну накладну не вказано",
        "ru": "Товарно-транспортная накладная не указана",
        "en": "No bill of lading is listed"
    },
    "20000700695": {
        "ua": "Товарно-транспортна накладна неправильна",
        "ru": "Товарно-транспортная накладная составлена неверно",
        "en": "The bill of lading is incorrect"
    },
    "20000700696": {
        "ua": "Параметр тип партнеру не вказано",
        "ru": "Параметр «Тип партнера» не указан",
        "en": "The \"partner type\" parameter is not specified"
    },
    "20000700697": {
        "ua": "Параметр тип партнеру неправильний",
        "ru": "Параметр «Тип партнера» указан неверно",
        "en": "The \"partner type\" parameter is incorrect"
    },
    "20000700698": {
        "ua": "Параметр повне ім'я не вказано",
        "ru": "Параметр «полное имя» не указан",
        "en": "The \"full name\" parameter is not specified"
    },
    "20000700699": {
        "ua": "Параметр повне ім'я містить недопустимі символи",
        "ru": "Параметр «Полное имя» содержит недопустимые символы",
        "en": "The \"full name\" parameter contains invalid characters"
    },
    "20000700700": {
        "ua": "Параметр повне ім'я занадто довгий",
        "ru": "Параметр «полное имя» слишком длинный",
        "en": "The \"full name\" parameter is too long"
    },
    "20000700701": {
        "ua": "Назву компанії не вказано",
        "ru": "Название компании не указано",
        "en": "The company name is not specified"
    },
    "20000700702": {
        "ua": "Назва компанії містить недопустимі символи",
        "ru": "В названии компании содержатся недопустимые символы",
        "en": "The company name contains invalid characters"
    },
    "20000700703": {
        "ua": "Назва компанії занадто довга",
        "ru": "Название компании слишком длинное",
        "en": "The company name is too long"
    },
    "20000700704": {
        "ua": "Позиція порожня",
        "ru": "Позиция пуста",
        "en": "The position is vacant"
    },
    "20000700705": {
        "ua": "Позиція містить недопустимі символи",
        "ru": "В строке содержатся недопустимые символы",
        "en": "The entry contains invalid characters"
    },
    "20000700706": {
        "ua": "Позиція занадто довга",
        "ru": "Позиция слишком длинная",
        "en": "The post is too long"
    },
    "20000800713": {
        "ua": "Приватна особа не може створити контактну особу",
        "ru": "Частное лицо не может назначить контактное лицо",
        "en": "An individual cannot create a contact person"
    },
    "20000800714": {
        "ua": "fatal error 201 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 201 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 201 Please contact support: support@novaposhta.ua"
    },
    "20000800715": {
        "ua": "fatal error 202 Перевищено допустимий ліміт символів в даних контактної особи",
        "ru": "fatal error 202 Превышен допустимый лимит символов в данных контактного лица",
        "en": "fatal error 202: The maximum character limit for the contact's data has been exceeded"
    },
    "20000800716": {
        "ua": "Контактну особу фізичного контрагента не може бути видалено",
        "ru": "Контактное лицо физического контрагента не может быть удалено",
        "en": "The contact person for an individual counterparty cannot be deleted"
    },
    "20000800717": {
        "ua": "Пошук по рядку не вказується без ідентифікатору",
        "ru": "Поиск по строке не указывается без идентификатора",
        "en": "A search by string cannot be specified without an identifier"
    },
    "20000800720": {
        "ua": "Немає дозволу на створення контактної особи",
        "ru": "Нет разрешения на создание контактного лица",
        "en": "Permission to create a contact person is denied"
    },
    "20000800722": {
        "ua": "Заборонено змінити власний номер телефону",
        "ru": "Запрещается менять свой номер телефона",
        "en": "You are not allowed to change your phone number"
    },
    "20000800723": {
        "ua": "Ім'я містить заборонені слова",
        "ru": "Имя содержит запрещенные слова",
        "en": "The name contains prohibited words"
    },
    "20000800724": {
        "ua": "Прізвище містить заборонені слова",
        "ru": "В фамилии содержатся запрещенные слова",
        "en": "The last name contains prohibited words"
    },
    "20000800727": {
        "ua": "Повне ім’я довше за 50 символів",
        "ru": "Полное имя превышает 50 символов",
        "en": "The full name is longer than 50 characters"
    },
    "20000800728": {
        "ua": "Ідентифікатор Контрагента не вказано",
        "ru": "Идентификатор контрагента не указан",
        "en": "Counterparty ID not specified"
    },
    "20000800729": {
        "ua": "Ідентифікатор контрагента неправильний",
        "ru": "Идентификатор контрагента указан неверно",
        "en": "The counterparty ID is incorrect"
    },
    "20000800730": {
        "ua": "Контрагента видалено",
        "ru": "Контрагент удален",
        "en": "The counterparty has been removed"
    },
    "20000800731": {
        "ua": "Недійсний формат інформації",
        "ru": "Недопустимый формат информации",
        "en": "Invalid data format"
    },
    "20000800732": {
        "ua": "Інформація занадто довга",
        "ru": "Информация слишком длинная",
        "en": "The information is too long"
    },
    "20000800733": {
        "ua": "Властивість контакту неправильна",
        "ru": "Свойство контакта указано неверно",
        "en": "The contact property is incorrect"
    },
    "20000801041": {
        "ua": "Контактної особи не існує",
        "ru": "Контактного лица нет",
        "en": "There is no contact person"
    },
    "20000801543": {
        "ua": "Контактна особа вже існує для відправника",
        "ru": "Для отправителя уже существует контактное лицо",
        "en": "A contact person already exists for the sender"
    },
    "20000801544": {
        "ua": "Текст пошуку недійсний",
        "ru": "Текст запроса неверный",
        "en": "The search text is invalid"
    },
    "20000801628": {
        "ua": "Не можу відновити контактну особу!",
        "ru": "Не могу восстановить контактное лицо!",
        "en": "I can't restore the contact person!"
    },
    "20000801810": {
        "ua": "Користувач програми лояльності не може видалити контактну особу",
        "ru": "Участник программы лояльности не может удалить контактное лицо",
        "en": "A loyalty program user cannot delete a contact person"
    },
    "20000801857": {
        "ua": "Значення пошуку повинно бути більше трьох символів",
        "ru": "Длина поискового запроса должна быть более трёх символов",
        "en": "The search term must be more than three characters long"
    },
    "20000900735": {
        "ua": "Ви не можете редагувати юридичну особу-контрагента",
        "ru": "Вы не можете редактировать данные юридического лица-контрагента",
        "en": "You cannot edit a legal entity that is a counterparty"
    },
    "20000900736": {
        "ua": "fatal error 301 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 301 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 301 Please contact support: support@novaposhta.ua"
    },
    "20000900737": {
        "ua": "fatal error 302 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 302 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 302 Please contact support: support@novaposhta.ua"
    },
    "20000900738": {
        "ua": "fatal error 303 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 303 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 303 Please contact support: support@novaposhta.ua"
    },
    "20000900739": {
        "ua": "fatal error 304 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Фатальная ошибка 304. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 304 Please contact support: support@novaposhta.ua"
    },
    "20000900740": {
        "ua": "Ви можете створити лише контрагента одержувача",
        "ru": "Вы можете создать только контрагента-получателя",
        "en": "You can only create a recipient counterparty"
    },
    "20000900741": {
        "ua": "fatal error 311 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 311 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 311 Please contact support: support@novaposhta.ua"
    },
    "20000900742": {
        "ua": "fatal error 312 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "fatal error 312 Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 312 Please contact support: support@novaposhta.ua"
    },
    "20000900743": {
        "ua": "fatal error 314 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Фатальная ошибка 314. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Fatal error 314 Please contact support: support@novaposhta.ua"
    },
    "20000900744": {
        "ua": "Ви можете створити лише третю особу контрагента",
        "ru": "Вы можете создать только контрагента в третьем лице",
        "en": "You can only create a third-party counterparty"
    },
    "20000900745": {
        "ua": "Помилка клонування контрагента",
        "ru": "Ошибка при клонировании контрагента",
        "en": "Counterparty Cloning Error"
    },
    "20000900749": {
        "ua": "Ідентифікатор контакту недійсний",
        "ru": "Идентификатор контакта недействителен",
        "en": "The contact ID is invalid"
    },
    "20000900750": {
        "ua": "Параметри не можуть бути порожніми",
        "ru": "Параметры не могут быть пустыми",
        "en": "Parameters cannot be empty"
    },
    "20000900751": {
        "ua": "Немає дозволу на створення контрагента",
        "ru": "Нет разрешения на создание контрагента",
        "en": "Permission to create a counterparty is denied"
    },
    "20000900752": {
        "ua": "Не обрано контрагента-замовника",
        "ru": "Контрагент-заказчик не выбран",
        "en": "No customer has been selected"
    },
    "20000900753": {
        "ua": "Не вдається змінити тип контрагента",
        "ru": "Не удается изменить тип контрагента",
        "en": "Unable to change the counterparty type"
    },
    "20000900754": {
        "ua": "Тип контрагенту недыйсний",
        "ru": "Тип контрагента недействителен",
        "en": "The counterparty type is invalid"
    },
    "20000900755": {
        "ua": "Електронна пошта повинна бути порожньою",
        "ru": "Поле для электронной почты должно быть пустым",
        "en": "The email field must be left blank"
    },
    "20000900756": {
        "ua": "Телефон повинен бути порожнім",
        "ru": "В поле «Телефон» не должно быть ничего",
        "en": "The phone must be empty"
    },
    "20000900757": {
        "ua": "Рядок занадто довгий",
        "ru": "Строка слишком длинная",
        "en": "The line is too long"
    },
    "20000900758": {
        "ua": "Ім'я повинно бути порожнім",
        "ru": "Поле «Имя» должно быть пустым",
        "en": "The name field must be left blank"
    },
    "20000900759": {
        "ua": "Назву організації не вказано",
        "ru": "Название организации не указано",
        "en": "The name of the organization is not specified"
    },
    "20000900760": {
        "ua": "Назву організації вказано неправильно",
        "ru": "Название организации указано неверно",
        "en": "The name of the organization is incorrect"
    },
    "20000900761": {
        "ua": "Назва компанії містить недопустимі символи",
        "ru": "В названии компании содержатся недопустимые символы",
        "en": "The company name contains invalid characters"
    },
    "20000900762": {
        "ua": "Назва компанії занадто довга. Максимальна кількість символів 25",
        "ru": "Название компании слишком длинное. Максимальное количество символов — 25",
        "en": "The company name is too long. The maximum number of characters is 25."
    },
    "20000900763": {
        "ua": "По батькові містить некоректні символи",
        "ru": "Отчество содержит недопустимые символы",
        "en": "The middle name contains invalid characters"
    },
    "20000900764": {
        "ua": "По батькові занадто довге",
        "ru": "Отчество слишком длинное",
        "en": "The middle name is too long"
    },
    "20000900765": {
        "ua": "По батькові має бути поронім",
        "ru": "Отчество должно быть «пороним»",
        "en": "The patronymic must be a patronymic"
    },
    "20000900766": {
        "ua": "Прізвище повинно бути порожнім",
        "ru": "Поле «Фамилия» должно оставаться пустым",
        "en": "The last name field must be left blank"
    },
    "20000900767": {
        "ua": "Ідентифікатор міста не вказано",
        "ru": "Идентификатор города не указан",
        "en": "City ID not specified"
    },
    "20000900768": {
        "ua": "Місто не знайдене",
        "ru": "Город не найден",
        "en": "City not found"
    },
    "20000900769": {
        "ua": "Ідентифікатор населеного пункту не вказано",
        "ru": "Идентификатор населенного пункта не указан",
        "en": "The settlement ID is not specified"
    },
    "20000900770": {
        "ua": "Не вдалося перетворити населений пункт",
        "ru": "Не удалось преобразовать населенный пункт",
        "en": "Failed to convert the settlement"
    },
    "20000900771": {
        "ua": "ЄДРПОУ повинен бути порожнім",
        "ru": "ЕГРПОУ должно быть пустым",
        "en": "The EDRPOU field must be left blank"
    },
    "20000900772": {
        "ua": "Власність контрагента недійсна",
        "ru": "Собственность контрагента недействительна",
        "en": "The counterparty's ownership is invalid"
    },
    "20000900773": {
        "ua": "ЄДРПОУ порожній",
        "ru": "ЕГРПОУ пустое",
        "en": "The EDRPOU field is empty"
    },
    "20000900774": {
        "ua": "Контрагент не може бути третьою особою",
        "ru": "Контрагент не может быть третьим лицом",
        "en": "A counterparty cannot be a third party"
    },
    "20000901044": {
        "ua": "Контрагента не існує",
        "ru": "Контрагента нет",
        "en": "There is no counterparty"
    },
    "20000901045": {
        "ua": "Ви не можете видалити контрагента відправника",
        "ru": "Вы не можете удалить контрагента-отправителя",
        "en": "You cannot remove the sender's counterparty"
    },
    "20000901046": {
        "ua": "Властивості контрагента не можуть бути порожніми",
        "ru": "Поля, относящиеся к контрагенту, не могут оставаться пустыми",
        "en": "The properties of a counterparty cannot be empty"
    },
    "20000901497": {
        "ua": "Жодного відправника контрагентів не знайдено",
        "ru": "Ни одного отправителя среди контрагентов не найдено",
        "en": "No counterparties were found"
    },
    "20000901498": {
        "ua": "Жодного контрагента відправника з безготывковим розрахунком не знайдено",
        "ru": "Не найден ни один контрагент отправителя с безналичным расчетом",
        "en": "No counterparty of the sender with non-cash settlement was found"
    },
    "20000901499": {
        "ua": "Посилання на контрагента недійсне",
        "ru": "Ссылка на контрагента недействительна",
        "en": "The reference to the counterparty is invalid"
    },
    "20000901545": {
        "ua": "відправник недійсний",
        "ru": "отправитель недействителен",
        "en": "The sender is invalid"
    },
    "20000901546": {
        "ua": "У відправника немає дозволу на отримання",
        "ru": "У отправителя нет разрешения на получение",
        "en": "The sender does not have permission to receive"
    },
    "20000901547": {
        "ua": "Відправника не вказано",
        "ru": "Отправитель не указан",
        "en": "Sender not specified"
    },
    "20000901629": {
        "ua": "Недійсне опис організації",
        "ru": "Неверное описание организации",
        "en": "Invalid description of the organization"
    },
    "20000901630": {
        "ua": "Недійсний адресу організації",
        "ru": "Неверный адрес организации",
        "en": "Invalid organization address"
    },
    "20000901631": {
        "ua": "контрагент приватна особа не може бути видалений",
        "ru": "Контрагент — физическое лицо — не может быть удален",
        "en": "A counterparty who is a private individual cannot be deleted"
    },
    "20000901632": {
        "ua": "Сервіси тимчасово недоступні. Будь ласка, повторіть спробу",
        "ru": "Сервисы временно недоступны. Пожалуйста, повторите попытку",
        "en": "The services are temporarily unavailable. Please try again."
    },
    "20000901633": {
        "ua": "Мвсто відправника недійсний",
        "ru": "Адрес отправителя недействителен",
        "en": "The sender's email address is invalid"
    },
    "20000901634": {
        "ua": "Адреса відправника недійсна",
        "ru": "Адрес отправителя неверный",
        "en": "The sender's address is invalid"
    },
    "20000901635": {
        "ua": "Адреса отримувача недійсна",
        "ru": "Адрес получателя неверный",
        "en": "The recipient's address is invalid"
    },
    "20000901636": {
        "ua": "Тип платника порожній",
        "ru": "Поле «Тип плательщика» пустое",
        "en": "Payer type is blank"
    },
    "20000901858": {
        "ua": "Ідентифікатор контрагента недійсний",
        "ru": "Идентификатор контрагента недействителен",
        "en": "The counterparty ID is invalid"
    },
    "20000901859": {
        "ua": "Контрагента не знайдено",
        "ru": "Контрагент не найден",
        "en": "No counterparty found"
    },
    "20000901860": {
        "ua": "Контрагент - фізична особа",
        "ru": "Контрагент — физическое лицо",
        "en": "Counterparty - an individual"
    },
    "20000901862": {
        "ua": "Контрагент відправника не знайдено",
        "ru": "Контрагент отправителя не найден",
        "en": "The sender's counterparty was not found"
    },
    "20000901863": {
        "ua": "Не має адвокатів контрагента-відправника",
        "ru": "Нет адвокатов у контрагента-отправителя",
        "en": "The counterparty-sender does not have any attorneys"
    },
    "20000901864": {
        "ua": "Повірений не належить контрагенту користувача",
        "ru": "Поверенный не является контрагентом пользователя",
        "en": "The agent is not affiliated with the user's counterparty"
    },
    "20000901955": {
        "ua": "Адресу відправника не знайдено",
        "ru": "Адрес отправителя не найден",
        "en": "The sender's address was not found"
    },
    "20000901957": {
        "ua": "Адресу отримувача не знайдено",
        "ru": "Адрес получателя не найден",
        "en": "The recipient's address could not be found"
    },
    "20000902517": {
        "ua": "Номер ID картки заповнено некоректно",
        "ru": "Номер ID карты указан неверно",
        "en": "The card ID number was entered incorrectly"
    },
    "20000902523": {
        "ua": "Ім'я недійсне",
        "ru": "Имя неверно",
        "en": "The name is invalid"
    },
    "20000902700": {
        "ua": "Ви вже замовляли звіт сьогодні. Замовлення може бути не більше одного разу на добу.",
        "ru": "Вы уже заказывали отчет сегодня. Заказ можно оформить не чаще одного раза в сутки.",
        "en": "You have already requested a report today. You can request a report only once per day."
    },
    "20000902712": {
        "ua": "Ви вже замовили звіт сьогодні. Замовлення не може бути більше одного разу на добу",
        "ru": "Вы уже заказали отчет сегодня. Заказ можно оформить не чаще одного раза в сутки",
        "en": "You have already requested a report today. You can only request a report once per day."
    },
    "20000903216": {
        "ua": "Клієнт з таким ЄДРПОУ вже існує у вашому структурному підрозділі",
        "ru": "Клиент с таким ЕГРПОУ уже существует в вашем структурном подразделении",
        "en": "A client with this EDRPOU number already exists in your department"
    },
    "20000903217": {
        "ua": "Ваш запит на створення зв'язку з клієнтом не вдався. Обраний клієнт вже має зв'язок з іншим структурним підрозділом",
        "ru": "Ваш запрос на установление связи с клиентом не удался. У выбранного клиента уже установлена связь с другим структурным подразделением",
        "en": "Your request to create a relationship with the client failed. The selected client already has a relationship with another organizational unit."
    },
    "20000903219": {
        "ua": "Клієнт не має відношення до структурного підрозділу",
        "ru": "Клиент не имеет отношения к структурному подразделению",
        "en": "The client is not affiliated with the organizational unit"
    },
    "20000903221": {
        "ua": "Не знайдено контрагента",
        "ru": "Контрагент не найден",
        "en": "No counterparty found"
    },
    "20000903224": {
        "ua": "Не обрано контрагента-замовника",
        "ru": "Контрагент-заказчик не выбран",
        "en": "No customer has been selected"
    },
    "20000903225": {
        "ua": "Не вказано код ЄДРПОУ",
        "ru": "Код ЕГРПОУ не указан",
        "en": "EDRPOU code not specified"
    },
    "20000903303": {
        "ua": "Ваш запит на додання клієнта не може бути виконаний. Цей клієнт вже є головним, та має свою структуру",
        "ru": "Ваш запрос на добавление клиента не может быть выполнен. Этот клиент уже является главным и имеет свою структуру",
        "en": "Your request to add a client cannot be fulfilled. This client is already the primary client and has its own structure."
    },
    "20000903305": {
        "ua": "Будь ласка, терміново зв’яжіться зі своїм менеджером, оскільки на даний момент у вас є більше одного активного договору, що спричиняє помилку",
        "ru": "Пожалуйста, срочно свяжитесь со своим менеджером, так как в данный момент у вас более одного действующего договора, что приводит к ошибке",
        "en": "Please contact your account manager immediately, as you currently have more than one active contract, which is causing an error."
    },
    "20000903314": {
        "ua": "Ваш клієнт замовник не має можливості додавати іншого клієнта у структуру",
        "ru": "Ваш клиент-заказчик не может добавить другого клиента в структуру",
        "en": "Your client cannot add another client to the structure"
    },
    "20000903334": {
        "ua": "Фактична вага недійсна",
        "ru": "Фактический вес недействителен",
        "en": "The actual weight is invalid"
    },
    "20000903568": {
        "ua": "Сьогодні ви вже замовили звіт по клієнту Ref da0b09e8-f696-11ea-8513-b88303659df5. Замовлення може бути не більше 3 разів на день",
        "ru": "Сегодня вы уже заказали отчет по клиенту Ref da0b09e8-f696-11ea-8513-b88303659df5. Заказ можно оформлять не более 3 раз в день",
        "en": "You have already requested a report for client Ref da0b09e8-f696-11ea-8513-b88303659df5 today. You may request this report no more than 3 times per day."
    },
    "20001000921": {
        "ua": "Ліміт недійсний",
        "ru": "Лимит недействителен",
        "en": "The limit is invalid"
    },
    "20001000922": {
        "ua": "Мова недійсна",
        "ru": "Язык недействителен",
        "en": "The language is invalid"
    },
    "20001000923": {
        "ua": "Розділ недійсний",
        "ru": "Раздел недействителен",
        "en": "This section is invalid"
    },
    "20001001145": {
        "ua": "Сторінка",
        "ru": "Страница",
        "en": "Page"
    },
    "20001100924": {
        "ua": "Карту лояльності не знайдено",
        "ru": "Карта лояльности не найдена",
        "en": "Loyalty card not found"
    },
    "20001100925": {
        "ua": "Помилка зберігання",
        "ru": "Ошибка хранения",
        "en": "Storage error"
    },
    "20001100926": {
        "ua": "Телефон має недійсний формат",
        "ru": "Формат номера телефона неверный",
        "en": "The phone number is in an invalid format"
    },
    "20001100927": {
        "ua": "Номер картки лояльності порожній",
        "ru": "Номер карты лояльности не указан",
        "en": "The loyalty card number field is empty"
    },
    "20001100928": {
        "ua": "Номер картки лояльності недыйсний",
        "ru": "Номер карты лояльности недействителен",
        "en": "The loyalty card number is invalid"
    },
    "20001100929": {
        "ua": "Невірний формат номеру телефону",
        "ru": "Неверный формат номера телефона",
        "en": "Invalid phone number format"
    },
    "20001100930": {
        "ua": "Ідентифікатор акціїї не вказано",
        "ru": "Идентификатор акции не указан",
        "en": "The promotion ID is not specified"
    },
    "20001100931": {
        "ua": "Некоректно вказано ідентифікатор акції",
        "ru": "Идентификатор акции указан некорректно",
        "en": "The promotion ID is incorrect"
    },
    "20001100932": {
        "ua": "По ідентифікатору не знайдено акцію",
        "ru": "По идентификатору акция не найдена",
        "en": "No stock was found by that ID"
    },
    "20001200933": {
        "ua": "Телефон одержувача недійсний",
        "ru": "Номер телефона получателя неверный",
        "en": "The recipient's phone number is invalid"
    },
    "20001200934": {
        "ua": "Вартість від не може перевищувати вартість до",
        "ru": "Стоимость от не может превышать стоимость до",
        "en": "The cost from cannot exceed the cost to"
    },
    "20001200935": {
        "ua": "Вартість на сайті від не може бути більшою за вартість до",
        "ru": "Стоимость на сайте от не может превышать стоимость до",
        "en": "The price listed on the website cannot be higher than the price of"
    },
    "20001200936": {
        "ua": "Вартість від не може бути більшою за вартість до",
        "ru": "Стоимость от не может превышать стоимость до",
        "en": "Value from cannot be greater than value to"
    },
    "20001200937": {
        "ua": "Вага від не можу бути більшою за вагу до",
        "ru": "Вес «от» не может превышать вес «до»",
        "en": "The weight \"from\" cannot be greater than the weight \"to\""
    },
    "20001200938": {
        "ua": "Дата створення від недійсна",
        "ru": "Дата создания недействительна",
        "en": "The creation date is invalid"
    },
    "20001200939": {
        "ua": "Дата створення від не може бути більшою за дату створення до",
        "ru": "Дата создания «от» не может быть позднее даты создания «до»",
        "en": "The \"From\" creation date cannot be later than the \"To\" creation date"
    },
    "20001200940": {
        "ua": "Дата створення до недійсна",
        "ru": "Дата создания недействительна",
        "en": "The creation date is invalid"
    },
    "20001200941": {
        "ua": "Дата \"Надіслано з\" недійсна",
        "ru": "Дата «Отправлено из» неверна",
        "en": "The \"Sent from\" date is invalid"
    },
    "20001200942": {
        "ua": "Дата \"Надіслано з\" не може бути більшою за дату \"Надіслано до\"",
        "ru": "Дата «Отправлено из» не может быть позднее даты «Отправлено до»",
        "en": "The \"Sent From\" date cannot be later than the \"Sent To\" date"
    },
    "20001200943": {
        "ua": "Дата \"Надіслано до\" недійсна",
        "ru": "Дата «Отправлено» недействительна",
        "en": "The \"Sent On\" date is invalid"
    },
    "20001200944": {
        "ua": "Дата доставки від недійсна",
        "ru": "Дата доставки недействительна",
        "en": "The delivery date is invalid"
    },
    "20001200945": {
        "ua": "Дата доставки від не може бути більшою за дату достовки до",
        "ru": "Дата доставки «от» не может быть позднее даты доставки «до»",
        "en": "The \"From\" delivery date cannot be later than the \"To\" delivery date"
    },
    "20001200946": {
        "ua": "Дата доставки до недійсна",
        "ru": "Дата доставки недействительна",
        "en": "The delivery date has expired"
    },
    "20001200947": {
        "ua": "\"Дата отримання з\" недвйсна",
        "ru": "«Дата получения» неверна",
        "en": "\"Date received from\" is invalid"
    },
    "20001200948": {
        "ua": "\"Дата отримання з\" не може бути більшою за \"Дату отримання до\"",
        "ru": "«Дата получения с» не может быть позднее «Даты получения до»",
        "en": "\"Receipt Date From\" cannot be later than \"Receipt Date To\""
    },
    "20001200949": {
        "ua": "\"Дата отримання до\" недійсна",
        "ru": "«Дата получения до» недействительна",
        "en": "\"Received by\" is invalid"
    },
    "20001201146": {
        "ua": "Ідентифікатор не знайдено!",
        "ru": "Идентификатор не найден!",
        "en": "ID not found!"
    },
    "20001201147": {
        "ua": "Звіт ще не готовий! Отримайте пізніше.",
        "ru": "Отчет еще не готов! Получите его позже.",
        "en": "The report isn't ready yet! You'll receive it later."
    },
    "20001201148": {
        "ua": "Прапор завантаження повинен бути логічним!",
        "ru": "Флаг загрузки должен быть логичным!",
        "en": "The loading flag must make sense!"
    },
    "20001300950": {
        "ua": "Помилка опису при оновленні реєстру",
        "ru": "Ошибка описания при обновлении реестра",
        "en": "Description error when updating the registry"
    },
    "20001300951": {
        "ua": "Was an error 3 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Ошибка 3. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 3: Please contact support at support@novaposhta.ua"
    },
    "20001300952": {
        "ua": "Was an error 0001 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка 0001. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 0001. Please contact support: support@novaposhta.ua"
    },
    "20001300953": {
        "ua": "Was an error 2 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Ошибка 2. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 2: Please contact support at support@novaposhta.ua"
    },
    "20001300954": {
        "ua": "Помилка оновлення реєстру",
        "ru": "Ошибка обновления реестра",
        "en": "Registry update error"
    },
    "20001300955": {
        "ua": "Was an error 001 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка 001. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 001 occurred. Please contact support: support@novaposhta.ua"
    },
    "20001300956": {
        "ua": "Was an error 002 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка 002. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 002 occurred. Please contact support: support@novaposhta.ua"
    },
    "20001300957": {
        "ua": "Was an error Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "An error occurred. Please contact support: support@novaposhta.ua"
    },
    "20001300958": {
        "ua": "Was an error 1001 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка 1001. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 1001. Please contact support: support@novaposhta.ua"
    },
    "20001300959": {
        "ua": "Was an error 1002 Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Произошла ошибка 1002. Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Error 1002. Please contact support: support@novaposhta.ua"
    },
    "20001300960": {
        "ua": "Реєстр пустий",
        "ru": "Реестр пуст",
        "en": "The registry is empty"
    },
    "20001300961": {
        "ua": "Реєстр не знайдено",
        "ru": "Реестр не найден",
        "en": "Registry not found"
    },
    "20001300962": {
        "ua": "Документів не знайдено",
        "ru": "Документы не найдены",
        "en": "No documents found"
    },
    "20001300963": {
        "ua": "Документи не заповнені",
        "ru": "Документы не заполнены",
        "en": "The documents have not been filled out"
    },
    "20001300964": {
        "ua": "Документи повинні бути масивом",
        "ru": "Документы должны представлять собой массив",
        "en": "The documents must be an array"
    },
    "20001300965": {
        "ua": "Документ повинен мати ідентифікатор або номер",
        "ru": "Документ должен иметь идентификатор или номер",
        "en": "The document must have an identifier or a number"
    },
    "20001300966": {
        "ua": "Ідентифікатор повинен бути рядком",
        "ru": "Идентификатор должен быть строкой",
        "en": "The identifier must be a string"
    },
    "20001300967": {
        "ua": "Дата має бути рядком",
        "ru": "Дата должна быть строкой",
        "en": "The date must be a string"
    },
    "20001300968": {
        "ua": "Реєстр не знайдено власником",
        "ru": "Реестр не найден владельцем",
        "en": "The registry was not found by the owner"
    },
    "20001300969": {
        "ua": "Необхідно вказати ідентифікатор або номер",
        "ru": "Необходимо указать идентификатор или номер",
        "en": "You must enter an ID or number"
    },
    "20001300970": {
        "ua": "Некорректний номер",
        "ru": "Некорректний номер",
        "en": "Invalid number"
    },
    "20001300971": {
        "ua": "Ідентифікатори реєстрів не заповнені",
        "ru": "Идентификаторы реестров не заполнены",
        "en": "The registry identifiers are not filled in"
    },
    "20001300972": {
        "ua": "Ідентифікатори реєстрів мають біти масивом",
        "ru": "Идентификаторы реестров хранятся в виде массива битов",
        "en": "Registry identifiers are represented as an array of bits"
    },
    "20001300973": {
        "ua": "Ідентифікатор не заповнено",
        "ru": "Идентификатор не указан",
        "en": "ID is not filled in"
    },
    "20001300974": {
        "ua": "Опис не заповнено",
        "ru": "Описание не заполнено",
        "en": "Description not provided"
    },
    "20001300975": {
        "ua": "Ідентифікатор документу не заповнено",
        "ru": "Идентификатор документа не указан",
        "en": "Document ID is blank"
    },
    "20001300976": {
        "ua": "Ідентифікатор документу має бути масивом",
        "ru": "Идентификатор документа должен быть массивом",
        "en": "The document ID must be an array"
    },
    "20001300977": {
        "ua": "Тип некоректний",
        "ru": "Тип некорректен",
        "en": "Invalid type"
    },
    "20001300978": {
        "ua": "Ідентифікатор",
        "ru": "Идентификатор",
        "en": "Identifier"
    },
    "20001301201": {
        "ua": "Недійсний документ в Списку документів для додавання в ScanSheet",
        "ru": "Недействительный документ в списке документов для добавления в ScanSheet",
        "en": "Invalid document in the List of Documents to Add to ScanSheet"
    },
    "20001301202": {
        "ua": "Немає чинного документа для додавання",
        "ru": "Нет действующего документа для добавления",
        "en": "There is no valid document to attach"
    },
    "20001301846": {
        "ua": "Неправильна орієнтація друку",
        "ru": "Неправильная ориентация печати",
        "en": "Incorrect print orientation"
    },
    "20001302791": {
        "ua": "Адресу необхідно змінити вручну",
        "ru": "Адрес необходимо изменить вручную",
        "en": "The address must be changed manually"
    },
    "20001303534": {
        "ua": "Роздрукований документ може бути доданий до реєстру, тільки якщо дата документа дорівнює поточній даті, або менше на день",
        "ru": "Распечатанный документ может быть добавлен в реестр только в том случае, если дата документа совпадает с текущей датой или на один день меньше",
        "en": "A printed document can be added to the registry only if the document's date is the same as the current date or one day earlier."
    },
    "20001303679": {
        "ua": "Документ опрацьовано. Видалення недоступно",
        "ru": "Документ обработан. Удаление недоступно",
        "en": "The document has been processed. Deletion is not available."
    },
    "20001400980": {
        "ua": "Сервіс тимчасово недоступний",
        "ru": "Сервис временно недоступен",
        "en": "The service is temporarily unavailable"
    },
    "20001401154": {
        "ua": "Помилка: система недійсна",
        "ru": "Ошибка: система недействительна",
        "en": "Error: The system is invalid"
    },
    "20001401155": {
        "ua": "Помилка: документ не встановлено",
        "ru": "Ошибка: документ не найден",
        "en": "Error: Document not found"
    },
    "20001401156": {
        "ua": "Помилка: документ повинен бути цілим числом",
        "ru": "Ошибка: документ должен быть целым числом",
        "en": "Error: The document must be an integer"
    },
    "20001401157": {
        "ua": "Помилка: неправильний формат документа",
        "ru": "Ошибка: неверный формат документа",
        "en": "Error: Incorrect document format"
    },
    "20001401158": {
        "ua": "Помилка: неправильний формат номера документа",
        "ru": "Ошибка: неверный формат номера документа",
        "en": "Error: Incorrect document number format"
    },
    "20001401159": {
        "ua": "Помилка: неправильний формат штрих-коду клієнта",
        "ru": "Ошибка: неверный формат штрих-кода клиента",
        "en": "Error: Incorrect customer barcode format"
    },
    "20001401160": {
        "ua": "Помилка: неправильний формат телефона одержувача",
        "ru": "Ошибка: неверный формат номера телефона получателя",
        "en": "Error: Incorrect recipient phone number format"
    },
    "20001401203": {
        "ua": "Немає документів для відстеження",
        "ru": "Нет документов для отслеживания",
        "en": "There are no documents to track"
    },
    "20001500981": {
        "ua": "Помилка збереження адреси",
        "ru": "Ошибка при сохранении адреса",
        "en": "Address saving error"
    },
    "20001500982": {
        "ua": "Неможливо зберегти адресу",
        "ru": "Невозможно сохранить адрес",
        "en": "It is not possible to save the address"
    },
    "20001500983": {
        "ua": "Адреса не належить цьому користувачу",
        "ru": "Этот адрес не принадлежит данному пользователю",
        "en": "This address does not belong to this user"
    },
    "20001500984": {
        "ua": "Ідентифікатор контактної особи не заповнено",
        "ru": "Идентификатор контактного лица не указан",
        "en": "The contact person's ID has not been entered"
    },
    "20001500985": {
        "ua": "Некоректно вказано ідентифікатор контактної особи",
        "ru": "Идентификатор контактного лица указан некорректно",
        "en": "The contact person's ID has been entered incorrectly"
    },
    "20001500986": {
        "ua": "У вас немає цієї контактної особи",
        "ru": "У вас нет этого контактного лица",
        "en": "You don't have this contact person"
    },
    "20001500987": {
        "ua": "Тип адреси не заповнено",
        "ru": "Тип адреса не указан",
        "en": "Address type is not specified"
    },
    "20001500988": {
        "ua": "Тип адреси некоректний",
        "ru": "Тип адреса неверный",
        "en": "The address type is invalid"
    },
    "20001500989": {
        "ua": "Ідентифікатор населеного пункту не заповнено",
        "ru": "Идентификатор населённого пункта не указан",
        "en": "The settlement ID has not been entered"
    },
    "20001500990": {
        "ua": "Ідентифікатор населеного пункту не коректний",
        "ru": "Идентификатор населенного пункта неверный",
        "en": "The settlement ID is incorrect"
    },
    "20001500991": {
        "ua": "Неселений пункт не знайдено",
        "ru": "Населенный пункт не найден",
        "en": "No settlement found"
    },
    "20001500992": {
        "ua": "Не вдається знайти ідентифікатор міста у системі старих адрес для відправника",
        "ru": "Не удается найти идентификатор города в системе старых адресов для отправителя",
        "en": "Unable to find the city ID in the old address system for the sender"
    },
    "20001500993": {
        "ua": "Тип некоректний",
        "ru": "Тип некорректен",
        "en": "Invalid type"
    },
    "20001500994": {
        "ua": "Ідентифікатор адреси некоректний",
        "ru": "Идентификатор адреса неверный",
        "en": "The address ID is invalid"
    },
    "20001500995": {
        "ua": "Не вдається знайти ідентифікатор вулиці у системі старих адрес для відправника",
        "ru": "Не удается найти идентификатор улицы в системе старых адресов для отправителя",
        "en": "Unable to find the street ID in the old address system for the sender"
    },
    "20001500996": {
        "ua": "Не вказано адресу",
        "ru": "Адрес не указан",
        "en": "No address provided"
    },
    "20001500997": {
        "ua": "Не вдається знайти ідентифікатор будівлі у системі старих адрес для відправника",
        "ru": "Не удается найти идентификатор здания в системе старых адресов для отправителя",
        "en": "Unable to find the building ID in the old address system for the sender"
    },
    "20001500998": {
        "ua": "Номер квартири вказано некоректно",
        "ru": "Номер квартиры указан неверно",
        "en": "The apartment number is incorrect"
    },
    "20001500999": {
        "ua": "Поверх вказано неправильно",
        "ru": "Этаж указан неверно",
        "en": "The floor number is listed incorrectly"
    },
    "20001501000": {
        "ua": "Опис неправильний",
        "ru": "Описание неверно",
        "en": "The description is incorrect"
    },
    "20001501001": {
        "ua": "Зауваження неправильне",
        "ru": "Замечание неверно",
        "en": "That comment is incorrect"
    },
    "20001501002": {
        "ua": "Адреса неправильна",
        "ru": "Адрес указан неверно",
        "en": "The address is incorrect"
    },
    "20001501013": {
        "ua": "Відділення не існує",
        "ru": "Отделения нет",
        "en": "The branch does not exist"
    },
    "20001501014": {
        "ua": "Вулиці в цьому місті немає",
        "ru": "В этом городе нет такой улицы",
        "en": "There are no streets in this city"
    },
    "20001501905": {
        "ua": "Потрібен ідентифікатор інтернет адреси",
        "ru": "Требуется идентификатор интернет-адреса",
        "en": "An Internet address identifier is required"
    },
    "20001501907": {
        "ua": "CounterpartyRef не вказано",
        "ru": "CounterpartyRef не указан",
        "en": "CounterpartyRef is not specified"
    },
    "20001501908": {
        "ua": "Інтернет адреса не знайдена",
        "ru": "Интернет-адрес не найден",
        "en": "The web address was not found"
    },
    "20001502042": {
        "ua": "Помилка збереження адресних відносин",
        "ru": "Ошибка сохранения адресных отношений",
        "en": "Error saving address relationships"
    },
    "20001502815": {
        "ua": "Адреса доставки відсутня. Виберіть іншу",
        "ru": "Адрес доставки отсутствует. Выберите другой",
        "en": "No shipping address provided. Please select another one."
    },
    "20001701491": {
        "ua": "Опис не може бути порожнім",
        "ru": "Описание не может быть пустым",
        "en": "The description cannot be empty"
    },
    "20001701492": {
        "ua": "Опис недійсний",
        "ru": "Описание недействительно",
        "en": "The description is invalid"
    },
    "20001701493": {
        "ua": "Заблоковано не може бути порожнім",
        "ru": "«Заблокировано» не может быть пустым",
        "en": "\"Blocked\" cannot be empty"
    },
    "20001701494": {
        "ua": "Дана послуга доступна лише для учасників програми лояльності \"Збільшуй можливості\"",
        "ru": "Данная услуга доступна только для участников программы лояльности «Расширяй возможности»",
        "en": "This service is available only to members of the \"Expand Your Opportunities\" loyalty program"
    },
    "20001701512": {
        "ua": "Ідентифікатор карти недійсний",
        "ru": "Идентификатор карты недействителен",
        "en": "The card ID is invalid"
    },
    "20001701513": {
        "ua": "Опис карти не може бути порожнім",
        "ru": "Описание карты не может быть пустым",
        "en": "The map description cannot be empty"
    },
    "20001701514": {
        "ua": "Неприпустимі символи в описі карти",
        "ru": "Недопустимые символы в описании карты",
        "en": "Prohibited characters in the map description"
    },
    "20001701702": {
        "ua": "Ви не можете отримати СИД для своїх даних",
        "ru": "Вы не можете получить СИД для своих данных",
        "en": "You cannot obtain a SID for your data"
    },
    "20001701703": {
        "ua": "Проблеми з отриманням СИД",
        "ru": "Проблемы с получением СИД",
        "en": "Problems with Obtaining a CID"
    },
    "20001701704": {
        "ua": "Виникли проблеми з відправкою XML в ТАС",
        "ru": "Возникли проблемы с отправкой XML в ТАС",
        "en": "We're having trouble sending XML to TAS"
    },
    "20001701705": {
        "ua": "Не можу прийняти інформацію про оплату",
        "ru": "Не могу принять информацию об оплате",
        "en": "I can't accept the payment information"
    },
    "20001701706": {
        "ua": "Не вдалося отримати статус платежу",
        "ru": "Не удалось получить статус платежа",
        "en": "Unable to obtain payment status"
    },
    "20001701707": {
        "ua": "Не вдалося отримати дані для отримання",
        "ru": "Не удалось получить данные для получения",
        "en": "Unable to retrieve the data required for processing"
    },
    "20001701708": {
        "ua": "Ви не можете оплатити документ з цим статусом",
        "ru": "Вы не можете оплатить документ с таким статусом",
        "en": "You cannot pay for a document with this status"
    },
    "20001701709": {
        "ua": "Ідентифікатор документу не визначений",
        "ru": "Идентификатор документа не указан",
        "en": "The document ID is not specified"
    },
    "20001701710": {
        "ua": "Сума попередньої авторизації порожня",
        "ru": "Поле «Сумма предварительной авторизации» пустое",
        "en": "The pre-authorization amount is empty"
    },
    "20001701711": {
        "ua": "Ідентифікатор транзакції порожній",
        "ru": "Идентификатор транзакции пуст",
        "en": "The transaction ID is empty"
    },
    "20001701712": {
        "ua": "Опис замовлення порожній",
        "ru": "Описание заказа пустое",
        "en": "Order description is empty"
    },
    "20001701713": {
        "ua": "Успішний URL порожній",
        "ru": "Успешный URL пуст",
        "en": "The valid URL is empty"
    },
    "20001701714": {
        "ua": "URL-адреса помилки порожня",
        "ru": "URL-адрес ошибки пуст",
        "en": "The error URL is empty"
    },
    "20001701715": {
        "ua": "Штрих-код для документів порожній",
        "ru": "Штрих-код для документов пустой",
        "en": "The barcode for the documents is blank"
    },
    "20001701716": {
        "ua": "Дані документів неправильні",
        "ru": "Данные в документах неверны",
        "en": "The information in the documents is incorrect"
    },
    "20001701717": {
        "ua": "Сума повернення коштів порожня",
        "ru": "Поле «Сумма возврата» пустое",
        "en": "The refund amount is blank"
    },
    "20001701718": {
        "ua": "Ця карта не пов'язана ні з одним електронним листом",
        "ru": "Эта карта не связана ни с одним электронным письмом",
        "en": "This card is not linked to any email address"
    },
    "20001701719": {
        "ua": "Номер карти лояльності не існує",
        "ru": "Номер карты лояльности не существует",
        "en": "The loyalty card number does not exist"
    },
    "20001701720": {
        "ua": "СІД порожній",
        "ru": "СИД пуст",
        "en": "The LED is off"
    },
    "20001701721": {
        "ua": "Кількість документів не може бути більше 100",
        "ru": "Количество документов не может превышать 100",
        "en": "The number of documents cannot exceed 100"
    },
    "20001701722": {
        "ua": "Документ не належить користувачу",
        "ru": "Документ не принадлежит пользователю",
        "en": "The document does not belong to the user"
    },
    "20001701795": {
        "ua": "Сервіс тимчасово не працює",
        "ru": "Сервис временно не работает",
        "en": "The service is temporarily unavailable"
    },
    "20001701842": {
        "ua": "Тип платника несумісний",
        "ru": "Тип плательщика несовместим",
        "en": "The payer type is incompatible"
    },
    "20001701843": {
        "ua": "Спосіб оплати несумісний",
        "ru": "Способ оплаты несовместим",
        "en": "The payment method is not compatible"
    },
    "20001701844": {
        "ua": "Інформація про карту лояльності не знайдено",
        "ru": "Информация о карте лояльности не найдена",
        "en": "No information about the loyalty card was found"
    },
    "20001701845": {
        "ua": "Дані документа не знайдені",
        "ru": "Данные документа не найдены",
        "en": "No records found"
    },
    "20001702735": {
        "ua": "Оплата документу на данному етапі неможлива",
        "ru": "Оплата документа на данном этапе невозможна",
        "en": "Payment for this document is not possible at this time"
    },
    "20001703567": {
        "ua": "Документ оплачено балами лояльності. Відміна оплати неможлива",
        "ru": "Документ оплачен бонусными баллами. Отмена оплаты невозможна",
        "en": "This document was paid for with loyalty points. The payment cannot be canceled."
    },
    "20001703596": {
        "ua": "Прізвище, ім'я, по батькові Отримувача в ЕН вказано не повністю. Оплата онлайн не можлива",
        "ru": "Фамилия, имя, отчество получателя в ЭН указаны не полностью. Оплата онлайн невозможна",
        "en": "The recipient's last name, first name, and patronymic are not listed in full in the EN. Online payment is not possible."
    },
    "20001703940": {
        "ua": "Посилка завантажена у поштомат. Відміна оплати неможлива.",
        "ru": "Посылка отправлена в почтомат. Отмена оплаты невозможна.",
        "en": "The package has been loaded into the parcel locker. Payment cannot be canceled."
    },
    "20001704049": {
        "ua": "Документ уже оплачений",
        "ru": "Документ уже оплачен",
        "en": "The document has already been paid for"
    },
    "20001902137": {
        "ua": "Додаткова інформація недійсна",
        "ru": "Дополнительная информация недействительна",
        "en": "Additional information is invalid"
    },
    "20001902138": {
        "ua": "Додаткова інформація надто довга",
        "ru": "Дополнительная информация слишком длинная",
        "en": "The additional information is too long"
    },
    "20002102156": {
        "ua": "Помилка збереження одержувача",
        "ru": "Ошибка при сохранении получателя",
        "en": "Recipient Save Error"
    },
    "20002102157": {
        "ua": "Помилка при збереженні інформації про місце рахунку",
        "ru": "Ошибка при сохранении информации о месте ведения счета",
        "en": "Error saving account location information"
    },
    "20002102158": {
        "ua": "Помилка збереження інформації про місце вантажу",
        "ru": "Ошибка при сохранении информации о местонахождении груза",
        "en": "Error saving cargo location information"
    },
    "20002102159": {
        "ua": "Не знайдено місто проживання відправника",
        "ru": "Не найден город проживания отправителя",
        "en": "The sender's city of residence was not found"
    },
    "20002102160": {
        "ua": "Немає вулиці для створення адреси",
        "ru": "Нет улицы для формирования адреса",
        "en": "There is no street to create an address"
    },
    "20002102161": {
        "ua": "Помилка збереження адреси",
        "ru": "Ошибка при сохранении адреса",
        "en": "Address saving error"
    },
    "20002102162": {
        "ua": "Цей тип файлу заборонено",
        "ru": "Этот тип файла запрещен",
        "en": "This file type is not allowed"
    },
    "20002102163": {
        "ua": "Помилка збереження файлу",
        "ru": "Ошибка при сохранении файла",
        "en": "File Save Error"
    },
    "20002102164": {
        "ua": "Контрагента Відправника не знайдено",
        "ru": "Контрагент отправителя не найден",
        "en": "The Sender's counterparty was not found"
    },
    "20002102165": {
        "ua": "По ідентифікатору не знайдено контактну особу відправника",
        "ru": "По идентификатору не найдено контактное лицо отправителя",
        "en": "No contact person for the sender was found based on the ID"
    },
    "20002102166": {
        "ua": "Адреса місця проживання відправника не знайдена за ідентифікатором",
        "ru": "Адрес проживания отправителя не найден по идентификатору",
        "en": "The sender's residential address could not be found using the identifier"
    },
    "20002102167": {
        "ua": "Не знайдено відділення",
        "ru": "Отделение не найдено",
        "en": "No branch found"
    },
    "20002102168": {
        "ua": "Помилка збереження документа",
        "ru": "Ошибка при сохранении документа",
        "en": "Document Save Error"
    },
    "20002102169": {
        "ua": "Помилка збереження даних зовнішнього документа",
        "ru": "Ошибка при сохранении данных внешнего документа",
        "en": "Error saving data from an external document"
    },
    "20002102170": {
        "ua": "Документ уже видалено",
        "ru": "Документ уже удален",
        "en": "The document has already been deleted"
    },
    "20002102171": {
        "ua": "Помилка видалення зовнішнього документа",
        "ru": "Ошибка удаления внешнего документа",
        "en": "Error deleting an external document"
    },
    "20002102172": {
        "ua": "Помилка видалення документу",
        "ru": "Ошибка при удалении документа",
        "en": "Document Deletion Error"
    },
    "20002102173": {
        "ua": "Документ не знайдено по ідентифікатору",
        "ru": "Документ не найден по идентификатору",
        "en": "The document could not be found by its identifier"
    },
    "20002102174": {
        "ua": "Контрагента Відправника не знайдено",
        "ru": "Контрагент отправителя не найден",
        "en": "The Sender's counterparty was not found"
    },
    "20002102175": {
        "ua": "Контактна особа Відправника не знайдена",
        "ru": "Контактное лицо отправителя не найдено",
        "en": "The sender's contact person was not found"
    },
    "20002102176": {
        "ua": "Відділення в місті відправника не знайдено",
        "ru": "Отделение в городе отправителя не найдено",
        "en": "No branch was found in the sender's city"
    },
    "20002102177": {
        "ua": "ВІдділення відправника не знайдено",
        "ru": "Отделение отправителя не найдено",
        "en": "The sender's branch could not be found"
    },
    "20002102178": {
        "ua": "Місто проживання Відправника не знайдено",
        "ru": "Город проживания отправителя не найден",
        "en": "The sender's city of residence was not found"
    },
    "20002102179": {
        "ua": "Адресу відправника не знайдено",
        "ru": "Адрес отправителя не найден",
        "en": "The sender's address was not found"
    },
    "20002102180": {
        "ua": "Вулицю не знайдено в населеному пункті",
        "ru": "Улица не найдена в населённом пункте",
        "en": "The street was not found in the town"
    },
    "20002102181": {
        "ua": "Країна не знайдена",
        "ru": "Страна не найдена",
        "en": "Country not found"
    },
    "20002102182": {
        "ua": "Країни не знайдено",
        "ru": "Страна не найдена",
        "en": "No country found"
    },
    "20002102183": {
        "ua": "Одиниці виміру не знайдені",
        "ru": "Единицы измерения не найдены",
        "en": "Units of measurement not found"
    },
    "20002102184": {
        "ua": "Помилка збереження одержувача",
        "ru": "Ошибка при сохранении получателя",
        "en": "Recipient Save Error"
    },
    "20002102185": {
        "ua": "Отримувача не знайдено",
        "ru": "Получатель не найден",
        "en": "Recipient not found"
    },
    "20002102186": {
        "ua": "Сталася помилка розрахунку вартості",
        "ru": "Произошла ошибка при расчете стоимости",
        "en": "An error occurred while calculating the cost"
    },
    "20002102187": {
        "ua": "Країна не знайдена за параметрами",
        "ru": "Страна не найдена по указанным параметрам",
        "en": "No country found based on these criteria"
    },
    "20002102188": {
        "ua": "Неправильний номер документа",
        "ru": "Неверный номер документа",
        "en": "Incorrect document number"
    },
    "20002102189": {
        "ua": "Міжнародний документ не знайдено",
        "ru": "Международный документ не найден",
        "en": "International document not found"
    },
    "20002102190": {
        "ua": "Міжнародний документ вже видалено",
        "ru": "Международный документ уже удален",
        "en": "Міжнародний документ вже видалено"
    },
    "20002102191": {
        "ua": "Документи неправильні",
        "ru": "Документы неверны",
        "en": "The documents are incorrect"
    },
    "20002102192": {
        "ua": "Документи не повинні містити більше 100 найменувань",
        "ru": "Документы не должны содержать более 100 наименований",
        "en": "Documents must not contain more than 100 items"
    },
    "20002102193": {
        "ua": "Контрагента Відправника не знайдено по ідентифікатору",
        "ru": "Контрагент отправителя не найден по идентификатору",
        "en": "The Sender's counterparty could not be found by ID"
    },
    "20002102194": {
        "ua": "Посилання на документ порожнє",
        "ru": "Ссылка на документ отсутствует",
        "en": "The link to the document is empty"
    },
    "20002102195": {
        "ua": "Посилання на документ недійсне",
        "ru": "Ссылка на документ недействительна",
        "en": "The link to the document is invalid"
    },
    "20002102196": {
        "ua": "Дата створення має неправильний формат",
        "ru": "Дата создания имеет неправильный формат",
        "en": "The creation date is in the wrong format"
    },
    "20002102197": {
        "ua": "Опис містить більше 255 символів",
        "ru": "Описание содержит более 255 символов",
        "en": "The description contains more than 255 characters"
    },
    "20002102198": {
        "ua": "Контактна особа невірна",
        "ru": "Контактное лицо указано неверно",
        "en": "The contact person is incorrect"
    },
    "20002102199": {
        "ua": "Поле \"Прізвище\" або \"Ім'я\" не містить букв",
        "ru": "Поле «Фамилия» или «Имя» не содержит букв",
        "en": "The \"Last Name\" or \"First Name\" field does not contain any letters"
    },
    "20002102200": {
        "ua": "Контактна особа містить більше 255 символів",
        "ru": "Имя контактного лица содержит более 255 символов",
        "en": "The contact name contains more than 255 characters"
    },
    "20002102201": {
        "ua": "Поштовий індекс невірний",
        "ru": "Почтовый индекс указан неверно",
        "en": "The ZIP code is incorrect"
    },
    "20002102202": {
        "ua": "Поштовий індекс містить більше 36 символів",
        "ru": "Почтовый индекс содержит более 36 символов",
        "en": "The ZIP code contains more than 36 characters"
    },
    "20002102203": {
        "ua": "Ідентифікатор Країни невірний",
        "ru": "Идентификатор страны неверный",
        "en": "The country ID is incorrect"
    },
    "20002102204": {
        "ua": "Країна не знайдена по ідентифікатору",
        "ru": "Страна не найдена по идентификатору",
        "en": "The country could not be found by its identifier"
    },
    "20002102205": {
        "ua": "Відділення не знайдено по ідентифікатору у вибраній країні",
        "ru": "Отделение не найдено по идентификатору в выбранной стране",
        "en": "No branch was found by ID in the selected country"
    },
    "20002102206": {
        "ua": "Поле \"Населений пункт\" не може починатися з цифр або містити тільки цифри",
        "ru": "Поле «Населённый пункт» не может начинаться с цифр или содержать только цифры",
        "en": "The \"Location\" field cannot start with numbers or consist solely of numbers"
    },
    "20002102207": {
        "ua": "Опис поля Місто містить більше 255 символів",
        "ru": "Описание поля «Город» содержит более 255 символов",
        "en": "The \"City\" field contains more than 255 characters"
    },
    "20002102208": {
        "ua": "Поле \"Тип та назва вулиці\" не може починатися з цифр або містити тільки цифри",
        "ru": "Поле «Тип и название улицы» не может начинаться с цифр или содержать только цифры",
        "en": "The \"Street Type and Name\" field cannot start with numbers or consist solely of numbers"
    },
    "20002102209": {
        "ua": "Опис поля Адреса містить більше 255 символів",
        "ru": "Описание поля «Адрес» содержит более 255 символов",
        "en": "The \"Address\" field contains more than 255 characters"
    },
    "20002102210": {
        "ua": "Опис адреси повинен мати принаймні один роздільник",
        "ru": "В описании адреса должен быть как минимум один разделитель",
        "en": "The address description must contain at least one separator"
    },
    "20002102211": {
        "ua": "Контрагент відправник вказан невірно",
        "ru": "Контрагент-отправитель указан неверно",
        "en": "The counterparty (shipper) is listed incorrectly"
    },
    "20002102212": {
        "ua": "Неправильний тип доставки",
        "ru": "Неправильный тип доставки",
        "en": "Incorrect shipping method"
    },
    "20002102213": {
        "ua": "Неправильний тип вантажу",
        "ru": "Неправильный тип груза",
        "en": "Incorrect cargo type"
    },
    "20002102214": {
        "ua": "Вибір країни невірний",
        "ru": "Выбор страны неверный",
        "en": "The country selected is incorrect"
    },
    "20002102215": {
        "ua": "Країна доставки неправильна",
        "ru": "Страна доставки указана неверно",
        "en": "The delivery country is incorrect"
    },
    "20002102216": {
        "ua": "Промокод неправильний",
        "ru": "Неверный промокод",
        "en": "The promo code is incorrect"
    },
    "20002102217": {
        "ua": "Параметр Посилки має бути заповненим",
        "ru": "Поле «Посылка» должно быть заполнено",
        "en": "The \"Package\" field must be filled out"
    },
    "20002102218": {
        "ua": "Обмеження ваги",
        "ru": "Ограничение по весу",
        "en": "Weight Limit"
    },
    "20002102219": {
        "ua": "Обмеження по об'ємній вазі",
        "ru": "Ограничения по объемному весу",
        "en": "Volume-Weight Restrictions"
    },
    "20002102220": {
        "ua": "Напрямок неправильний",
        "ru": "Направление неверное",
        "en": "The direction is wrong"
    },
    "20002102221": {
        "ua": "Ідентифікатор типу вкладеного документа є неправильним",
        "ru": "Идентификатор типа вложенного документа неверный",
        "en": "The embedded document type ID is incorrect"
    },
    "20002102222": {
        "ua": "Розширення неправильне",
        "ru": "Расширение неверное",
        "en": "The extension is incorrect"
    },
    "20002102223": {
        "ua": "Недійсне джерело файлу",
        "ru": "Неверный источник файла",
        "en": "Invalid file source"
    },
    "20002102224": {
        "ua": "Джерело файлу більше допустимого",
        "ru": "Размер файла превышает допустимый",
        "en": "The file size exceeds the allowed limit"
    },
    "20002102225": {
        "ua": "Недійсне джерело файлу",
        "ru": "Неверный источник файла",
        "en": "Invalid file source"
    },
    "20002102226": {
        "ua": "Номер відділення некоректний",
        "ru": "Номер отделения указан неверно",
        "en": "The branch number is incorrect"
    },
    "20002102227": {
        "ua": "Код країни неправильний",
        "ru": "Неверный код страны",
        "en": "The country code is incorrect"
    },
    "20002102228": {
        "ua": "Код країни не вказаний",
        "ru": "Код страны не указан",
        "en": "Country code not specified"
    },
    "20002102229": {
        "ua": "Неправильний контрагент відправника",
        "ru": "Неверный контрагент отправителя",
        "en": "Incorrect counterparty for the sender"
    },
    "20002102230": {
        "ua": "Не заповнені дані контактної особи",
        "ru": "Не указаны данные контактного лица",
        "en": "Contact information not provided"
    },
    "20002102231": {
        "ua": "Не знайдена контактна особа відправника",
        "ru": "Не найден контактный человек у отправителя",
        "en": "The sender's contact person was not found"
    },
    "20002102232": {
        "ua": "Не заповнено поле \"Номер телефона\"",
        "ru": "Поле «Номер телефона» не заполнено",
        "en": "The \"Phone Number\" field is empty"
    },
    "20002102233": {
        "ua": "Не правильний формат телефону",
        "ru": "Неверный формат номера телефона",
        "en": "Incorrect phone number format"
    },
    "20002102234": {
        "ua": "Телефон відправника повинен бути номером мобільного телефону",
        "ru": "Номер телефона отправителя должен быть номером мобильного телефона",
        "en": "The sender's phone number must be a cell phone number"
    },
    "20002102235": {
        "ua": "Не заповнено поле \"E-mail\"",
        "ru": "Поле «E-mail» не заполнено",
        "en": "The \"E-mail\" field is empty"
    },
    "20002102236": {
        "ua": "Невірний формат E-mail",
        "ru": "Неверный формат адреса электронной почты",
        "en": "Invalid email format"
    },
    "20002102237": {
        "ua": "Для відправлень \"З відділення\" потрібно заповнити склад відправника та місто відправника",
        "ru": "Для отправлений «Из отделения» необходимо указать склад отправителя и город отправителя",
        "en": "For \"From Branch\" shipments, you must fill in the sender's warehouse and city"
    },
    "20002102238": {
        "ua": "Невірний формат відділення",
        "ru": "Неверный формат отделения",
        "en": "Invalid branch format"
    },
    "20002102239": {
        "ua": "Не заповнено поле \"Індекс\"",
        "ru": "Поле «Индекс» не заполнено",
        "en": "The \"Index\" field is empty"
    },
    "20002102240": {
        "ua": "Індекс повинен містити 5 цифр",
        "ru": "Индекс должен состоять из 5 цифр",
        "en": "The index must consist of 5 digits"
    },
    "20002102241": {
        "ua": "Не заповнено поле \"Місто\"",
        "ru": "Поле «Город» не заполнено",
        "en": "The \"City\" field has not been filled in"
    },
    "20002102242": {
        "ua": "Невірний формат міста",
        "ru": "Неправильный формат города",
        "en": "The Wrong City Format"
    },
    "20002102243": {
        "ua": "Населений пункт не знайдено",
        "ru": "Населённый пункт не найден",
        "en": "No settlement found"
    },
    "20002102244": {
        "ua": "Ідентифікатор вулиці контрагента відправника маж бути заповненим без наявності вулиць",
        "ru": "Идентификатор улицы контрагента отправителя должен быть указан, даже если улицы отсутствуют",
        "en": "The street ID for the sender's counterparty must be filled in even if there are no streets listed"
    },
    "20002102245": {
        "ua": "Не заповнено поле \"Вулиця\" відправника",
        "ru": "Не заполнено поле «Улица» отправителя",
        "en": "The \"Street\" field for the sender is empty"
    },
    "20002102246": {
        "ua": "Неправильний формат ідентифікатор вулиці відправника",
        "ru": "Неверный формат идентификатора улицы отправителя",
        "en": "Invalid street ID format for the sender"
    },
    "20002102247": {
        "ua": "Вулиця відправника по ідентифікатору не знайдена",
        "ru": "Улица отправителя по идентификатору не найдена",
        "en": "The sender's street could not be found based on the ID"
    },
    "20002102248": {
        "ua": "Не заповнено поле \"Будинок\"",
        "ru": "Поле «Дом» не заполнено",
        "en": "The \"Building\" field has not been filled in"
    },
    "20002102249": {
        "ua": "Неправильний формат поля \"Будинок\"",
        "ru": "Неверный формат поля «Дом»",
        "en": "Invalid format for the \"House\" field"
    },
    "20002102250": {
        "ua": "Неправильний формат поля \"Квартира\"",
        "ru": "Неверный формат поля «Квартира»",
        "en": "Invalid format for the \"Apartment\" field"
    },
    "20002102251": {
        "ua": "Ідентифікатор отримувача недійсний",
        "ru": "Идентификатор получателя недействителен",
        "en": "The recipient ID is invalid"
    },
    "20002102252": {
        "ua": "Міжнародного контрагента Одержувача не знайдено",
        "ru": "Международный контрагент получателя не найден",
        "en": "No international counterparty for the recipient was found"
    },
    "20002102253": {
        "ua": "Не заповнено поле \"Телефон отримувача\"",
        "ru": "Поле «Телефон получателя» не заполнено",
        "en": "The \"Recipient's Phone Number\" field is empty"
    },
    "20002102254": {
        "ua": "Неправильний формат номеру телефону",
        "ru": "Неверный формат номера телефона",
        "en": "Invalid phone number format"
    },
    "20002102255": {
        "ua": "Не заповнено поле \"E-mail\"",
        "ru": "Поле «E-mail» не заполнено",
        "en": "The \"E-mail\" field is empty"
    },
    "20002102256": {
        "ua": "Неправильний формат E-mail отримувача",
        "ru": "Неверный формат адреса электронной почты получателя",
        "en": "Incorrect recipient email format"
    },
    "20002102257": {
        "ua": "Неправильний тип контрагента-отримувача",
        "ru": "Неверный тип контрагента-получателя",
        "en": "Incorrect type of counterparty-recipient"
    },
    "20002102258": {
        "ua": "Не заповнено поле \"Назва контрагента\"",
        "ru": "Поле «Название контрагента» не заполнено",
        "en": "The \"Counterparty Name\" field has not been filled in"
    },
    "20002102259": {
        "ua": "Поле \"Назва контрагента\" містить заборонені символи",
        "ru": "Поле «Название контрагента» содержит недопустимые символы",
        "en": "The \"Counterparty Name\" field contains invalid characters"
    },
    "20002102260": {
        "ua": "Не заповнено поле \"Ім`я\"",
        "ru": "Поле «Имя» не заполнено",
        "en": "The \"Name\" field is empty"
    },
    "20002102261": {
        "ua": "Не заповнено поле \"Прізвище\"",
        "ru": "Поле «Фамилия» не заполнено",
        "en": "The \"Last Name\" field is empty"
    },
    "20002102262": {
        "ua": "Значення поля \"Назва контрагента\" завелике",
        "ru": "Значение поля «Название контрагента» слишком велико",
        "en": "The value in the \"Counterparty Name\" field is too long"
    },
    "20002102263": {
        "ua": "Не заповнено поле \"Індекс\"",
        "ru": "Поле «Индекс» не заполнено",
        "en": "The \"Index\" field is empty"
    },
    "20002102264": {
        "ua": "Поле \"Індекс\" містить заборонені символи",
        "ru": "Поле «Индекс» содержит недопустимые символы",
        "en": "The \"Index\" field contains invalid characters"
    },
    "20002102265": {
        "ua": "Не заповнено поле \"Країна\"",
        "ru": "Поле «Страна» не заполнено",
        "en": "The \"Country\" field has not been filled in"
    },
    "20002102266": {
        "ua": "Неправильний формат країни",
        "ru": "Неверный формат страны",
        "en": "Incorrect country format"
    },
    "20002102267": {
        "ua": "Країна не знайдена",
        "ru": "Страна не найдена",
        "en": "Country not found"
    },
    "20002102268": {
        "ua": "В обрану країну доставка не здійснюється",
        "ru": "В выбранную страну доставка не осуществляется",
        "en": "We do not ship to the selected country"
    },
    "20002102269": {
        "ua": "Не заповнено поле \"Населений пункт\"",
        "ru": "Поле «Населённый пункт» не заполнено",
        "en": "The \"City/Town\" field has not been filled in"
    },
    "20002102270": {
        "ua": "Поле \"Населений пункт\" містить заборонені символи",
        "ru": "Поле «Населённый пункт» содержит недопустимые символы",
        "en": "The \"City/Town\" field contains invalid characters"
    },
    "20002102271": {
        "ua": "Значення поля \"Населений пункт\" завелике",
        "ru": "Значение поля «Населённый пункт» слишком велико",
        "en": "The value in the \"Settlement\" field is too large"
    },
    "20002102272": {
        "ua": "Переклад значення поля \"Населений пункт\" завелике",
        "ru": "Перевод значения поля «Населённый пункт» слишком велик",
        "en": "The translation of the \"Settlement\" field is too long"
    },
    "20002102273": {
        "ua": "Не заповнено поле \"Тип та назва вулиці\"",
        "ru": "Не заполнено поле «Тип и название улицы»",
        "en": "The \"Street Type and Name\" field has not been filled in"
    },
    "20002102274": {
        "ua": "Поле \"Тип та назва вулиці\" містить заборонені символи",
        "ru": "Поле «Тип и название улицы» содержит запрещенные символы",
        "en": "The \"Street Type and Name\" field contains invalid characters"
    },
    "20002102275": {
        "ua": "Значення поля \"Тип та назва вулиці\" завелике",
        "ru": "Значение поля «Тип и название улицы» слишком велико",
        "en": "The value in the \"Street Type and Name\" field is too large"
    },
    "20002102276": {
        "ua": "Заборонено вводити символ \";\" в поле \"Тип та назва вулиці\"",
        "ru": "Запрещается вводить символ «;» в поле «Тип и название улицы»",
        "en": "You may not enter the \";\" character in the \"Street Type and Name\" field"
    },
    "20002102277": {
        "ua": "Не заповнено поле \"Номер будинку\"",
        "ru": "Поле «Номер дома» не заполнено",
        "en": "The \"House Number\" field is empty"
    },
    "20002102278": {
        "ua": "Поле \"Номер будинку\" містить заборонені символи",
        "ru": "Поле «Номер дома» содержит недопустимые символы",
        "en": "The \"House Number\" field contains invalid characters"
    },
    "20002102279": {
        "ua": "Заборонено вводити символ \";\" в поле \"Номер будинку\"",
        "ru": "Запрещается вводить символ «;» в поле «Номер дома»",
        "en": "You cannot enter the \";\" character in the \"House Number\" field"
    },
    "20002102280": {
        "ua": "Значення поля \"Додаткова інформація адреси Отримувача\" завелике",
        "ru": "Значение поля «Дополнительная информация об адресе получателя» слишком велико",
        "en": "The value in the \"Additional Recipient Address Information\" field is too large"
    },
    "20002102281": {
        "ua": "Поле \"Додаткова інформація адреси Отримувача\" містить заборонені символи",
        "ru": "Поле «Дополнительная информация об адресе получателя» содержит недопустимые символы",
        "en": "The \"Additional Recipient Address Information\" field contains invalid characters"
    },
    "20002102282": {
        "ua": "Заборонено вводити символ \";\" в поле \"Додаткова інформація адреси Отримувача\"",
        "ru": "Запрещается вводить символ «;» в поле «Дополнительная информация об адресе получателя»",
        "en": "Do not enter the \";\" character in the \"Additional Recipient Address Information\" field."
    },
    "20002102283": {
        "ua": "Адреса Отримувача занадто велика",
        "ru": "Адрес получателя слишком длинный",
        "en": "The recipient's address is too long"
    },
    "20002102284": {
        "ua": "Не обрано \"Тип відправлення\"",
        "ru": "«Тип отправления» не выбран",
        "en": "\"Shipping Type\" has not been selected"
    },
    "20002102285": {
        "ua": "Тип відправлення недійсний",
        "ru": "Тип отправления недействителен",
        "en": "The shipment type is invalid"
    },
    "20002102286": {
        "ua": "Одержувач не знайдений за ідентифікатором контрагента одержувача",
        "ru": "Получатель не найден по идентификатору контрагента получателя",
        "en": "The recipient could not be found using the recipient's counterparty ID"
    },
    "20002102287": {
        "ua": "Не вдається знайти інформацію про країну",
        "ru": "Не удается найти информацию о стране",
        "en": "Unable to find information about the country"
    },
    "20002102288": {
        "ua": "Країна не знайдена.",
        "ru": "Страна не найдена.",
        "en": "Country not found."
    },
    "20002102289": {
        "ua": "Для цієї країни дозволено лише тип доставки Документи",
        "ru": "Для этой страны допускается только тип доставки «Документы»",
        "en": "For this country, only the \"Documents\" delivery type is allowed"
    },
    "20002102290": {
        "ua": "Опис вантажу не вказано",
        "ru": "Описание груза не указано",
        "en": "No description of the cargo is provided"
    },
    "20002102291": {
        "ua": "Значення поля \"Опис відправлення\" завелике",
        "ru": "Значение поля «Описание отправления» слишком велико",
        "en": "The value in the \"Shipment Description\" field is too long"
    },
    "20002102292": {
        "ua": "Переклад значення поля \"Опис відправлення\" завелике",
        "ru": "Перевод значения поля «Описание отправления» слишком велик",
        "en": "The translation of the \"Shipment Description\" field is too long"
    },
    "20002102293": {
        "ua": "Документ не знайдено по ідентифікатору",
        "ru": "Документ не найден по идентификатору",
        "en": "The document could not be found by its identifier"
    },
    "20002102294": {
        "ua": "Одержувач не знайдений за ідентифікатором контрагента одержувача",
        "ru": "Получатель не найден по идентификатору контрагента получателя",
        "en": "The recipient could not be found using the recipient's counterparty ID"
    },
    "20002102295": {
        "ua": "Не вдається знайти інформацію про країну",
        "ru": "Не удается найти информацию о стране",
        "en": "Unable to find information about the country"
    },
    "20002102296": {
        "ua": "Країна не знайдена.",
        "ru": "Страна не найдена.",
        "en": "Country not found."
    },
    "20002102297": {
        "ua": "Кількість місць відправлення перевищує обмеження",
        "ru": "Количество пунктов отправления превышает установленный лимит",
        "en": "The number of departure locations exceeds the limit"
    },
    "20002102298": {
        "ua": "Не обрано \"Ціль експорту\"",
        "ru": "Не выбрано «Цель экспорта»",
        "en": "\"Export Destination\" has not been selected"
    },
    "20002102299": {
        "ua": "Ціль експорту недійсна",
        "ru": "Цель экспорта недействительна",
        "en": "The export destination is invalid"
    },
    "20002102300": {
        "ua": "Ціль експорта некорректна",
        "ru": "Цель экспорта указана неверно",
        "en": "Export destination is incorrect"
    },
    "20002102301": {
        "ua": "Не заповнено поле \"Додаткова інформація про ціль експорту\"",
        "ru": "Не заполнено поле «Дополнительная информация о цели экспорта»",
        "en": "The \"Additional Information About the Export Destination\" field has not been filled in"
    },
    "20002102302": {
        "ua": "Не заповнено поле \"Додаткова інформація про ціль експорту\"",
        "ru": "Не заполнено поле «Дополнительная информация о цели экспорта»",
        "en": "The \"Additional Information About the Export Destination\" field has not been filled in"
    },
    "20002102303": {
        "ua": "Помилка перекладу поля \"Додаткова інформація про ціль експорту\". Заповніть поле повторно",
        "ru": "Ошибка перевода поля «Дополнительная информация о цели экспорта». Заполните поле заново",
        "en": "Translation error in the \"Additional information about the export destination\" field. Please fill in the field again."
    },
    "20002102304": {
        "ua": "Неправильный тип плательщика",
        "ru": "Неправильный тип плательщика",
        "en": "Incorrect payer type"
    },
    "20002102305": {
        "ua": "Неверный тип плательщика для этой страны",
        "ru": "Неверный тип плательщика для этой страны",
        "en": "Incorrect payer type for this country"
    },
    "20002102306": {
        "ua": "Невірний формат значення Спосіб оплати",
        "ru": "Неверный формат значения «Способ оплаты»",
        "en": "Invalid format for the \"Payment Method\" value"
    },
    "20002102307": {
        "ua": "Не можна використовувати спосіб оплати готівкою",
        "ru": "Нельзя использовать наличные в качестве способа оплаты",
        "en": "You cannot pay in cash"
    },
    "20002102308": {
        "ua": "Неможливо використовувати безготівковий спосіб оплати",
        "ru": "Невозможно использовать безналичный способ оплаты",
        "en": "It is not possible to use a non-cash payment method"
    },
    "20002102309": {
        "ua": "Не обраний \"Тип доставки\"",
        "ru": "«Тип доставки» не выбран",
        "en": "\"Shipping Type\" has not been selected"
    },
    "20002102310": {
        "ua": "Тип доставки недійсний",
        "ru": "Тип доставки недействителен",
        "en": "The shipping method is invalid"
    },
    "20002102311": {
        "ua": "Тип доставки не дійсний для цієї країни",
        "ru": "Тип доставки не доступен для этой страны",
        "en": "This shipping method is not available for this country"
    },
    "20002102312": {
        "ua": "Одержувач складу повинен бути порожнім для цього типу доставки",
        "ru": "Получатель склада должен быть пустым для этого типа доставки",
        "en": "The warehouse recipient must be empty for this type of delivery"
    },
    "20002102313": {
        "ua": "Не заповнено поле \"Адреса відділення отримувача\"",
        "ru": "Не заполнено поле «Адрес отделения получателя»",
        "en": "The \"Recipient's Branch Address\" field has not been filled in"
    },
    "20002102314": {
        "ua": "Не дійсний \"Адреса відділення отримувача\"",
        "ru": "Неверный «Адрес отделения получателя»",
        "en": "\"Recipient's Branch Address\" is invalid"
    },
    "20002102315": {
        "ua": "Склад Одержувача не знайдено.",
        "ru": "Адрес Получателя не найден.",
        "en": "The recipient's warehouse could not be found."
    },
    "20002102316": {
        "ua": "Має бути принаймні одне місце",
        "ru": "Должно быть хотя бы одно место",
        "en": "There must be at least one place"
    },
    "20002102317": {
        "ua": "Загальна фактична вага занадто велика",
        "ru": "Общий фактический вес слишком велик",
        "en": "The total actual weight is too high"
    },
    "20002102318": {
        "ua": "Загальна об`ємна вага перевищує обмеження",
        "ru": "Общий объемный вес превышает допустимый предел",
        "en": "The total volumetric weight exceeds the limit"
    },
    "20002102319": {
        "ua": "Не заповнено поле \"Фактична вага\"",
        "ru": "Поле «Фактический вес» не заполнено",
        "en": "The \"Actual Weight\" field has not been filled in"
    },
    "20002102320": {
        "ua": "Фактична вага недійсна",
        "ru": "Фактический вес недействителен",
        "en": "The actual weight is invalid"
    },
    "20002102321": {
        "ua": "Фактична вага не може бути меншою або рівною 0",
        "ru": "Фактический вес не может быть меньше или равен 0",
        "en": "The actual weight cannot be less than or equal to 0"
    },
    "20002102322": {
        "ua": "Фактична вага не відповідає обмеженню",
        "ru": "Фактический вес не соответствует ограничению",
        "en": "The actual weight does not meet the limit"
    },
    "20002102323": {
        "ua": "Фактична вага перевищує обмеження",
        "ru": "Фактический вес превышает допустимый предел",
        "en": "The actual weight exceeds the limit"
    },
    "20002102324": {
        "ua": "Довжина недійсна",
        "ru": "Длина неверна",
        "en": "The length is invalid"
    },
    "20002102325": {
        "ua": "Довжина не може бути меншою або рівною 0",
        "ru": "Длина не может быть меньше или равна 0",
        "en": "The length cannot be less than or equal to 0"
    },
    "20002102326": {
        "ua": "Довжина не відповідає обмеженню",
        "ru": "Длина не соответствует ограничению",
        "en": "The length does not meet the limit"
    },
    "20002102327": {
        "ua": "Довжина перевищує обмеження",
        "ru": "Длина превышает ограничение",
        "en": "The length exceeds the limit"
    },
    "20002102328": {
        "ua": "Висота недійсна",
        "ru": "Высота недействительна",
        "en": "The height is invalid"
    },
    "20002102329": {
        "ua": "Висота не може бути меншою або рівною 0",
        "ru": "Высота не может быть меньше или равна 0",
        "en": "The height cannot be less than or equal to 0"
    },
    "20002102330": {
        "ua": "Висота занадто мала",
        "ru": "Высота слишком мала",
        "en": "The height is too low"
    },
    "20002102331": {
        "ua": "Висота занадто велика",
        "ru": "Высота слишком большая",
        "en": "The height is too great"
    },
    "20002102332": {
        "ua": "Ширина недійсна",
        "ru": "Ширина неверна",
        "en": "The width is invalid"
    },
    "20002102333": {
        "ua": "Ширина не може бути меншою або рівною 0",
        "ru": "Ширина не может быть меньше или равна 0",
        "en": "The width cannot be less than or equal to 0"
    },
    "20002102334": {
        "ua": "Ширина занадто мала",
        "ru": "Ширина слишком мала",
        "en": "The width is too small"
    },
    "20002102335": {
        "ua": "Ширина занадто велика",
        "ru": "Ширина слишком велика",
        "en": "The width is too large"
    },
    "20002102336": {
        "ua": "Об'ємна вага порожня",
        "ru": "Объемный вес (без груза)",
        "en": "Volume weight (empty)"
    },
    "20002102337": {
        "ua": "Об'ємна вага занадто велика",
        "ru": "Объемный вес слишком велик",
        "en": "The volumetric weight is too high"
    },
    "20002102338": {
        "ua": "Помилка розрахунку вартості доставки. Спробуйте пізніше або створіть новий документ",
        "ru": "Ошибка при расчете стоимости доставки. Попробуйте позже или создайте новый документ",
        "en": "An error occurred while calculating the shipping cost. Please try again later or create a new document."
    },
    "20002102339": {
        "ua": "Курс валюти для доларів США не знайдено",
        "ru": "Курс доллара США не найден",
        "en": "No exchange rate found for the U.S. dollar"
    },
    "20002102340": {
        "ua": "Курс валюти для євро не знайдено",
        "ru": "Курс евро не найден",
        "en": "No exchange rate found for the euro"
    },
    "20002102341": {
        "ua": "Загальна вартість занадто велика",
        "ru": "Общая стоимость слишком высока",
        "en": "The total cost is too high"
    },
    "20002102342": {
        "ua": "Не заповнено поле \"Опис позиції\"",
        "ru": "Поле «Описание позиции» не заполнено",
        "en": "The \"Item Description\" field is empty"
    },
    "20002102343": {
        "ua": "Значення поля \"Опис позиції\" завелике",
        "ru": "Значение поля «Описание позиции» слишком велико",
        "en": "The value in the \"Item Description\" field is too long"
    },
    "20002102344": {
        "ua": "Поле \"Опис позиції\" містить заборонені символи",
        "ru": "Поле «Описание позиции» содержит запрещенные символы",
        "en": "The \"Item Description\" field contains invalid characters"
    },
    "20002102345": {
        "ua": "Помилка перекладу поля \"Опис позиції\". Заповніть поле повторно",
        "ru": "Ошибка перевода поля «Описание позиции». Заполните поле заново",
        "en": "There was an error translating the \"Item Description\" field. Please fill in the field again."
    },
    "20002102346": {
        "ua": "Значення поля \"Опис позиції\" завелике",
        "ru": "Значение поля «Описание позиции» слишком велико",
        "en": "The value in the \"Item Description\" field is too long"
    },
    "20002102347": {
        "ua": "Не заповнено поле \"Матеріал, з якого виготовлено позицію інвойсу\"",
        "ru": "Не заполнено поле «Материал, из которого изготовлена позиция счета-фактуры»",
        "en": "The \"Material from which the invoice item is made\" field has not been filled in"
    },
    "20002102348": {
        "ua": "Значення поля \"Матеріал, з якого виготовлено позицію інвойсу\" завелике",
        "ru": "Значение поля «Материал, из которого изготовлена позиция счета-фактуры» слишком велико",
        "en": "The value in the \"Material from which the invoice line item is made\" field is too large"
    },
    "20002102349": {
        "ua": "Поле \"Матеріал, з якого виготовлено позицію інвойсу\" містить заборонені символи",
        "ru": "Поле «Материал, из которого изготовлена позиция счета-фактуры» содержит недопустимые символы",
        "en": "The \"Material from which the invoice line item is made\" field contains invalid characters"
    },
    "20002102350": {
        "ua": "Помилка перекладу значення поля \"Опис позиції\"",
        "ru": "Ошибка перевода значения поля «Описание позиции»",
        "en": "Translation error in the \"Item Description\" field"
    },
    "20002102351": {
        "ua": "Транслітерація поля \"Матеріал\" задовга",
        "ru": "Транслитерация поля «Материал» слишком длинная",
        "en": "The transliteration in the \"Material\" field is too long"
    },
    "20002102352": {
        "ua": "Не заповнено поле \"Країна виробник\"",
        "ru": "Поле «Страна-производитель» не заполнено",
        "en": "The \"Country of Manufacture\" field has not been filled in"
    },
    "20002102353": {
        "ua": "Не дійсне значення поля \"Країна виробник\"",
        "ru": "Недопустимое значение поля «Страна-производитель»",
        "en": "Invalid value for the \"Country of Manufacture\" field"
    },
    "20002102354": {
        "ua": "Параметр Країна не знайден",
        "ru": "Параметр «Страна» не найден",
        "en": "The \"Country\" parameter was not found"
    },
    "20002102355": {
        "ua": "Поле Валюта повинно бути заповненим",
        "ru": "Поле «Валюта» должно быть заполнено",
        "en": "The \"Currency\" field must be filled in"
    },
    "20002102356": {
        "ua": "Поле Валюта недійсне",
        "ru": "Поле «Валюта» введено неверно",
        "en": "The \"Currency\" field is invalid"
    },
    "20002102357": {
        "ua": "Не заповнено поле \"Вартість однієї позиції\"",
        "ru": "Не заполнено поле «Стоимость одной позиции»",
        "en": "The \"Cost per Item\" field is empty"
    },
    "20002102358": {
        "ua": "Вартість позиції не може дорівнювати нулю",
        "ru": "Стоимость позиции не может равняться нулю",
        "en": "The value of a position cannot be zero"
    },
    "20002102359": {
        "ua": "Вартість позиції перевищує обмеження",
        "ru": "Стоимость позиции превышает ограничение",
        "en": "The cost of the position exceeds the limit"
    },
    "20002102360": {
        "ua": "Одиниця вимірювання місця недійсна",
        "ru": "Единица измерения местоположения недействительна",
        "en": "The unit of measurement for location is invalid"
    },
    "20002102361": {
        "ua": "Не заповнено поле \"Кількість\"",
        "ru": "Поле «Количество» не заполнено",
        "en": "The \"Quantity\" field has not been filled in"
    },
    "20002102362": {
        "ua": "Поле \"Кількість\" не може дорівнювати 0",
        "ru": "Поле «Количество» не может равняться 0",
        "en": "The \"Quantity\" field cannot be 0"
    },
    "20002102363": {
        "ua": "Усі поля місця повинні бути порожніми",
        "ru": "Все поля «Место» должны быть пустыми",
        "en": "All fields must be left blank"
    },
    "20002102364": {
        "ua": "Валюта рахунку повинна бути заповнена",
        "ru": "Поле «Валюта счета» должно быть заполнено",
        "en": "The account currency must be specified"
    },
    "20002102365": {
        "ua": "Валюта рахунку неправильна",
        "ru": "Валюта счета указана неверно",
        "en": "The account currency is incorrect"
    },
    "20002102366": {
        "ua": "Валюта рахунку недійсна",
        "ru": "Валюта счета неверна",
        "en": "The account currency is invalid"
    },
    "20002102367": {
        "ua": "Дозволено лише євро",
        "ru": "Разрешены только евро",
        "en": "Only euros are accepted"
    },
    "20002102368": {
        "ua": "Валюта недійсна",
        "ru": "Валюта недействительна",
        "en": "This currency is invalid"
    },
    "20002102369": {
        "ua": "Внесіть оголошену вартість з інвойсу",
        "ru": "Укажите заявленную стоимость из счета-фактуры",
        "en": "Enter the declared value from the invoice"
    },
    "20002102370": {
        "ua": "Сумарна вартість товарів в інвойсі зависока",
        "ru": "Общая стоимость товаров в счете-фактуре завышена",
        "en": "The total value of the goods on the invoice is too high"
    },
    "20002102371": {
        "ua": "Інкотерм недійсний",
        "ru": "Инкотерм недействителен",
        "en": "The Incoterm is invalid"
    },
    "20002102372": {
        "ua": "Помилка отримання інкотермсу",
        "ru": "Ошибка при получении инкотермса",
        "en": "Incoterms Receipt Error"
    },
    "20002102373": {
        "ua": "Недійсний код доступу до інкотермс",
        "ru": "Неверный код доступа к Инкотермс",
        "en": "Invalid access code for Incoterms"
    },
    "20002102374": {
        "ua": "Недійсний інкотерм",
        "ru": "Недействительный инкотерм",
        "en": "Invalid Incoterms"
    },
    "20002102375": {
        "ua": "Транслітерація Відправника має недійсні символи",
        "ru": "В транслитерации отправителя содержатся недопустимые символы",
        "en": "The sender's transliteration contains invalid characters"
    },
    "20002102376": {
        "ua": "Транслітерація контактної особи Відправника містить недійсні символи",
        "ru": "Транслитерация контактного лица отправителя содержит недопустимые символы",
        "en": "The transliteration of the sender's contact person contains invalid characters"
    },
    "20002102377": {
        "ua": "Помилка отримання курсів валют",
        "ru": "Ошибка при получении курсов валют",
        "en": "Error retrieving exchange rates"
    },
    "20002102378": {
        "ua": "Помилка отримання валют",
        "ru": "Ошибка при получении валют",
        "en": "Currency Retrieval Error"
    },
    "20002102451": {
        "ua": "Не вдається видалити закритий документ",
        "ru": "Не удается удалить закрытый документ",
        "en": "Unable to delete a closed document"
    },
    "20002102536": {
        "ua": "Помилка отримання файлів",
        "ru": "Ошибка при получении файлов",
        "en": "File download error"
    },
    "20002102537": {
        "ua": "Дата від має недопустимий формат",
        "ru": "Дата имеет недопустимый формат",
        "en": "The date format is invalid"
    },
    "20002102538": {
        "ua": "Дата від має недопустимий формат",
        "ru": "Дата имеет недопустимый формат",
        "en": "The date format is invalid"
    },
    "20002102539": {
        "ua": "Дата до має недійсний формат",
        "ru": "Дата имеет неверный формат",
        "en": "The date format is invalid"
    },
    "20002102540": {
        "ua": "Дата до недійсного формату",
        "ru": "Дата в недопустимом формате",
        "en": "Date in an invalid format"
    },
    "20002102541": {
        "ua": "Дата да не може бути меншою за дату від",
        "ru": "Эта дата не может быть раньше даты от",
        "en": "The date cannot be earlier than the date from"
    },
    "20002102542": {
        "ua": "Недійсний формат номера документа",
        "ru": "Недопустимый формат номера документа",
        "en": "Invalid document number format"
    },
    "20002102543": {
        "ua": "Документ не знайдений за номером документа",
        "ru": "Документ не найден по номеру документа",
        "en": "The document could not be found by document number"
    },
    "20002102544": {
        "ua": "Ідентифікатор експрес-накладної недійсний або порожній",
        "ru": "Идентификатор экспресс-накладной недействителен или пуст",
        "en": "The express waybill ID is invalid or empty"
    },
    "20002102545": {
        "ua": "Недійсний формат посилання на документ",
        "ru": "Неверный формат ссылки на документ",
        "en": "Invalid document link format"
    },
    "20002102546": {
        "ua": "Документ не знайдений за ідентифікаторм",
        "ru": "Документ не найден по идентификатору",
        "en": "The document could not be found by ID"
    },
    "20002102547": {
        "ua": "Отримати повний список неможливо",
        "ru": "Получить полный список невозможно",
        "en": "It is not possible to obtain a complete list"
    },
    "20002102548": {
        "ua": "Стан неправильний",
        "ru": "Состояние неверное",
        "en": "The condition is incorrect"
    },
    "20002102549": {
        "ua": "Занадто довге значення поля \"Додаткова інформація про ціль експорту\"",
        "ru": "Слишком длинное значение поля «Дополнительная информация о цели экспорта»",
        "en": "The value in the \"Additional Information About the Export Destination\" field is too long"
    },
    "20002102550": {
        "ua": "Занадто довга транслітервція поля \"Додаткова інформація про ціль експорту\"",
        "ru": "Слишком длинная транслитерация поля «Дополнительная информация о цели экспорта»",
        "en": "The transliteration in the \"Additional Information About the Export Destination\" field is too long"
    },
    "20002102668": {
        "ua": "Код не дійсний",
        "ru": "Код недействителен",
        "en": "The code is invalid"
    },
    "20002102669": {
        "ua": "Для цієї країни необхідно заповнити регіональний код одержувача",
        "ru": "Для этой страны необходимо указать региональный код получателя",
        "en": "For this country, you must enter the recipient's regional code"
    },
    "20002102670": {
        "ua": "Регіонний код отримувача недійсний",
        "ru": "Региональный код получателя недействителен",
        "en": "The recipient's region code is invalid"
    },
    "20002102671": {
        "ua": "Причина експорту недоступна для приватної особи",
        "ru": "Причина экспорта недоступна для частного лица",
        "en": "The reason for the export is not available to private individuals"
    },
    "20002102672": {
        "ua": "Причина експорту \"для особистого користування\" недоступна для організації",
        "ru": "Причина экспорта «для личного пользования» недоступна для организации",
        "en": "The reason for the \"for personal use\" export is not available to the organization"
    },
    "20002102832": {
        "ua": "Недійсне поєднання вибору країни доставки та країни доставки",
        "ru": "Недопустимое сочетание выбранной страны доставки и страны доставки",
        "en": "Invalid combination of delivery country and destination country"
    },
    "20002103528": {
        "ua": "Зверніться до служби підтримки: support@novaposhta.ua",
        "ru": "Обратитесь в службу поддержки: support@novaposhta.ua",
        "en": "Please contact support: support@novaposhta.ua"
    },
    "20002104053": {
        "ua": "Обрані налаштування у накладній не відповідають вимогам відправки на відділення",
        "ru": "Настройки, выбранные в накладной, не соответствуют требованиям к отправке в отделение",
        "en": "The settings selected on the shipping label do not meet the requirements for dropping off at a branch"
    },
    "20002104054": {
        "ua": "Дані про квартиру отримувача вказано некоректно",
        "ru": "Данные о квартире получателя указаны некорректно",
        "en": "The recipient's apartment information is incorrect"
    },
    "20002104643": {
        "ua": "Валюта інвойсу має бути однаковою для всіх позицій.",
        "ru": "Валюта счета-фактуры должна быть одинаковой для всех позиций.",
        "en": "The invoice currency must be the same for all line items."
    },
    "20002104646": {
        "ua": "Документ не належить реєстру",
        "ru": "Документ не входит в реестр",
        "en": "The document is not included in the registry"
    },
    "20002104647": {
        "ua": "Неможливо створити реєстр з обраними документами",
        "ru": "Невозможно создать реестр с выбранными документами",
        "en": "It is not possible to create a list of selected documents"
    },
    "20002104648": {
        "ua": "Недопустиме значення для поля Incoterm",
        "ru": "Недопустимое значение для поля Incoterm",
        "en": "Invalid value for the Incoterm field"
    },
    "20002104649": {
        "ua": "Мінімальне значення для поля Cost становить 0",
        "ru": "Минимальное значение для поля «Cost» составляет 0",
        "en": "The minimum value for the Cost field is 0"
    },
    "20002104650": {
        "ua": "Неприпустимий тип даних для поля Cost",
        "ru": "Недопустимый тип данных для поля Cost",
        "en": "Invalid data type for the Cost field"
    },
    "20002104651": {
        "ua": "Поле Cost перевищує максимально допустиме значення",
        "ru": "Поле «Cost» превышает максимально допустимое значение",
        "en": "The \"Cost\" field exceeds the maximum allowed value"
    },
    "20002104652": {
        "ua": "Недопустиме значення для поля Currency",
        "ru": "Недопустимое значение для поля «Currency»",
        "en": "Invalid value for the Currency field"
    },
    "20002104656": {
        "ua": "Опис місця 'Note' має містити від 2 до 512 символів",
        "ru": "Описание места «Note» должно содержать от 2 до 512 символов",
        "en": "The description of the 'Note' location must contain between 2 and 512 characters"
    },
    "20002104657": {
        "ua": "Опис місця 'NoteTranslation' має містити від 2 до 512 символів",
        "ru": "Описание места «NoteTranslation» должно содержать от 2 до 512 символов",
        "en": "The 'NoteTranslation' field description must contain between 2 and 512 characters"
    },
    "20002202036": {
        "ua": "У користувача з таким номером телефону немає улюблених відділень",
        "ru": "У пользователя с таким номером телефона нет избранных отделений",
        "en": "There are no favorite branches associated with a user with this phone number"
    },
    "20002202037": {
        "ua": "У користувача з таким номером телефону немає улюблених відділень",
        "ru": "У пользователя с таким номером телефона нет избранных отделений",
        "en": "There are no favorite branches associated with a user with this phone number"
    },
    "20002202421": {
        "ua": "Номер складу порожній",
        "ru": "Номер склада пуст",
        "en": "The warehouse number is empty"
    },
    "20002202422": {
        "ua": "Номер складу вказано некоректно",
        "ru": "Номер склада указан неверно",
        "en": "The warehouse number is incorrect"
    },
    "20002203783": {
        "ua": "Тип доставки вказано некоректно",
        "ru": "Тип доставки указан некорректно",
        "en": "The shipping method is specified incorrectly"
    },
    "20002302596": {
        "ua": "Клієнт має активний договір",
        "ru": "У клиента есть действующий договор",
        "en": "The customer has an active contract"
    },
    "20002302601": {
        "ua": "На жаль, наразі ми не можемо зареєструвати ваш договір",
        "ru": "К сожалению, в настоящее время мы не можем зарегистрировать ваш договор",
        "en": "Unfortunately, we are currently unable to register your contract"
    },
    "20002302625": {
        "ua": "Недійсне розширення файлу",
        "ru": "Недопустимое расширение файла",
        "en": "Invalid file extension"
    },
    "20002302637": {
        "ua": "Форму реєстрації не вказано",
        "ru": "Форма регистрации не указана",
        "en": "The registration form is not specified"
    },
    "20002302642": {
        "ua": "Не вказано МФО банку",
        "ru": "МФО банка не указано",
        "en": "The bank's MFO is not specified"
    },
    "20002302643": {
        "ua": "Невірно вказаний МФО банку",
        "ru": "Неверно указан МФО банка",
        "en": "The bank's MFO code was entered incorrectly"
    },
    "20002302655": {
        "ua": "Не вказано номер телефону",
        "ru": "Номер телефона не указан",
        "en": "No phone number provided"
    },
    "20002302656": {
        "ua": "Не коректний формат номеру телефону",
        "ru": "Неверный формат номера телефона",
        "en": "The phone number format is incorrect"
    },
    "20002302747": {
        "ua": "Помилка роботи із сервісом Вчасно. Спробуйте пізніше",
        "ru": "Ошибка при работе с сервисом «Вчасно». Попробуйте позже",
        "en": "An error occurred while using the Vchasno service. Please try again later."
    },
    "20002302748": {
        "ua": "Контракт не може бути видаленим",
        "ru": "Контракт не может быть удален",
        "en": "The contract cannot be deleted"
    },
    "20002302752": {
        "ua": "Активація не завершена",
        "ru": "Активация не завершена",
        "en": "Activation is not complete"
    },
    "20002303438": {
        "ua": "Користувач з цим E-mail вже існує",
        "ru": "Пользователь с этим адресом электронной почты уже существует",
        "en": "A user with this email address already exists"
    },
    "20002303805": {
        "ua": "Не заповнено статус платника ПДВ",
        "ru": "Статус плательщика НДС не указан",
        "en": "VAT payer status not specified"
    },
    "20002402765": {
        "ua": "Помилка збереження документа NPL",
        "ru": "Ошибка при сохранении документа NPL",
        "en": "Error saving document NPL"
    },
    "20002402777": {
        "ua": "Обрана позиція недоступна",
        "ru": "Выбранная позиция недоступна",
        "en": "The selected option is not available"
    },
    "20002402778": {
        "ua": "Недостатній баланс",
        "ru": "Недостаточный баланс",
        "en": "Insufficient balance"
    },
    "20002402780": {
        "ua": "Адресу отримувача не знайдено",
        "ru": "Адрес получателя не найден",
        "en": "The recipient's address could not be found"
    },
    "20002402781": {
        "ua": "Адреса одержувача повинна бути до відділення",
        "ru": "Адрес получателя должен быть указан до отделения",
        "en": "The recipient's address must be within the branch's service area"
    },
    "20002503194": {
        "ua": "Відправлення ще не було завантажено у поштомат",
        "ru": "Посылка ещё не была загружена в почтомат",
        "en": "The package has not yet been loaded into the mailbox"
    },
    "20002503195": {
        "ua": "Відправлення вже отримано",
        "ru": "Отправление уже получено",
        "en": "The shipment has already been received"
    },
    "20002503199": {
        "ua": "Відправлення ще не було завантажено у поштомат",
        "ru": "Посылка ещё не была загружена в почтомат",
        "en": "The package has not yet been loaded into the mailbox"
    },
    "20002503201": {
        "ua": "Відсутня операція відкриття комірки. Підтвердження отримання відправлення заборонено",
        "ru": "Отсутствует операция открытия ячейки. Подтверждение получения отправления запрещено",
        "en": "The cell opening operation is missing. Confirmation of receipt of the shipment is prohibited."
    },
    "20002503517": {
        "ua": "Документ не належить даному користувачу",
        "ru": "Документ не принадлежит данному пользователю",
        "en": "This document does not belong to this user"
    },
    "20003303350": {
        "ua": "Шановний клієнте! На жаль, ми не зможемо прийняти від вас запит на зміну/додавання адреси електронної пошти/провайдера для ЕДО через умови діючого договору з компанією Нова Пошта, а саме через умову обміну первинними документами в паперовому форматі. За наявності бажання працювати через засоби електронного документообігу - прохання звернутися до персонального менеджера або гарячої лінії (0-800-500-609)",
        "ru": "Уважаемый клиент! К сожалению, мы не сможем принять от вас запрос на изменение/добавление адреса электронной почты/провайдера для электронного документооборота в связи с условиями действующего договора с компанией «Новая Почта», а именно в связи с условием обмена первичными документами в бумажном формате. Если вы желаете работать через систему электронного документооборота, просим обратиться к личному менеджеру или на горячую линию (0-800-500-609).",
        "en": "Dear Customer! Unfortunately, we are unable to accept your request to change or add an email address or e-documentation provider due to the terms of our current agreement with Nova Poshta, specifically the requirement to exchange original documents in paper format. If you wish to use electronic document management, please contact your personal account manager or call our hotline at (0-800-500-609)."
    },
    "20003303352": {
        "ua": "Додавання нової скриньки можливо раз у 3 хвилини, зачекайте будь ласка",
        "ru": "Добавление нового ящика возможно раз в 3 минуты, пожалуйста, подождите",
        "en": "You can add a new mailbox once every 3 minutes. Please wait."
    },
    "20003303353": {
        "ua": "Видалення неможливе, хоча б одна скринька повинна залишитись",
        "ru": "Удаление невозможно, должна остаться хотя бы одна почтовая ячейка",
        "en": "Deletion is not possible; at least one mailbox must remain"
    },
    "20003303354": {
        "ua": "Кількість скриньок не повинна перевищувати 5",
        "ru": "Количество ящиков не должно превышать 5",
        "en": "The number of boxes must not exceed 5"
    },
    "20003303355": {
        "ua": "Видалення скриньки можливо раз у 3 хвилини, зачекайте будь ласка",
        "ru": "Удаление ящика возможно раз в 3 минуты, пожалуйста, подождите",
        "en": "You can delete a mailbox once every 3 minutes. Please wait."
    },
    "20003303356": {
        "ua": "Ідентифікатор контрагенту не вказаний у запиті",
        "ru": "Идентификатор контрагента не указан в запросе",
        "en": "The counterparty ID is not specified in the request"
    },
    "20003303357": {
        "ua": "Дата початку вказана не корректно",
        "ru": "Дата начала указана некорректно",
        "en": "The start date is incorrect"
    },
    "20003303358": {
        "ua": "Будь ласка вкажіть пошту",
        "ru": "Пожалуйста, укажите адрес электронной почты",
        "en": "Please enter your email address"
    },
    "20003303359": {
        "ua": "Пошта вказана не вірно",
        "ru": "Адрес электронной почты указан неверно",
        "en": "The email address is incorrect"
    },
    "20003303360": {
        "ua": "Договір із запиту не знайдено",
        "ru": "Договор по запросу не найден",
        "en": "No contract was found for this query"
    },
    "20003303375": {
        "ua": "Електронна пошта недійсна",
        "ru": "Адрес электронной почты неверный",
        "en": "The email address is invalid"
    },
    "20003303388": {
        "ua": "Поштову адресу не знайдено",
        "ru": "Почтовый адрес не найден",
        "en": "The mailing address was not found"
    },
    "20003403399": {
        "ua": "Клієнта не знайдено",
        "ru": "Клиент не найден",
        "en": "Client not found"
    },
    "20003403400": {
        "ua": "Запис не знайдено",
        "ru": "Запись не найдена",
        "en": "Record not found"
    },
    "20003403401": {
        "ua": "Невірно зазначені параметри сортування",
        "ru": "Неверно указаны параметры сортировки",
        "en": "Incorrect sorting parameters specified"
    },
    "20003403405": {
        "ua": "Контрагент не існує",
        "ru": "Контрагента нет",
        "en": "There is no counterparty"
    },
    "20003403406": {
        "ua": "Клієнт не існує",
        "ru": "Клиента нет",
        "en": "The client does not exist"
    },
    "20003403407": {
        "ua": "Контрагент обов'язкове поле",
        "ru": "Контрагент — обязательное поле",
        "en": "Counterparty (required field)"
    },
    "20003403411": {
        "ua": "Невірне значення статусу",
        "ru": "Неверное значение статуса",
        "en": "Incorrect status value"
    },
    "20003403412": {
        "ua": "Невірні статуси",
        "ru": "Неверные статусы",
        "en": "Incorrect statuses"
    },
    "20003403413": {
        "ua": "Статуси мають бути вказані масивом",
        "ru": "Статусы должны быть указаны в виде массива",
        "en": "Statuses must be specified as an array"
    },
    "20003403415": {
        "ua": "Перелік контрагентів має бути вказаний масивом",
        "ru": "Список контрагентов должен быть указан в виде массива",
        "en": "The list of counterparties must be specified as an array"
    },
    "20003403416": {
        "ua": "Контрагента не знайдено",
        "ru": "Контрагент не найден",
        "en": "No counterparty found"
    },
    "20003403417": {
        "ua": "Організацію не знайдено",
        "ru": "Организация не найдена",
        "en": "No organization found"
    },
    "20003403418": {
        "ua": "Співробітник з таким номером вже існує",
        "ru": "Сотрудник с таким номером уже существует",
        "en": "An employee with that number already exists"
    },
    "20003403420": {
        "ua": "Не вказано дату народження",
        "ru": "Дата рождения не указана",
        "en": "Date of birth not specified"
    },
    "20003403421": {
        "ua": "Невірний формат дати",
        "ru": "Неверный формат даты",
        "en": "Invalid date format"
    },
    "20003503603": {
        "ua": "Не зазначено назва шаблону",
        "ru": "Название шаблона не указано",
        "en": "No template name specified"
    },
    "20003503664": {
        "ua": "Адреси Відправника не існує",
        "ru": "Адрес отправителя не существует",
        "en": "The sender's address does not exist"
    },
    "20003503672": {
        "ua": "Альтернативна адреса Отримувача не існує",
        "ru": "Альтернативный адрес получателя отсутствует",
        "en": "The recipient's alternative address does not exist"
    },
    "20003603897": {
        "ua": "Виклик кур'єра тимчасово не доступний для вказаного міста",
        "ru": "Заказ курьера временно недоступен для указанного города",
        "en": "Courier service is temporarily unavailable for the specified city"
    },
    "20003603908": {
        "ua": "Будь ласка, вкажіть у заявці планову вагу вашого відправлення",
        "ru": "Пожалуйста, укажите в заявке предполагаемый вес вашего отправления",
        "en": "Please indicate the estimated weight of your shipment in the application"
    },
    "20003603919": {
        "ua": "Виклик кур'єра тимчасово не доступний для вказаної адреси",
        "ru": "Заказ курьера временно недоступен для указанного адреса",
        "en": "Courier pickup is temporarily unavailable for the specified address"
    },
    "20003604626": {
        "ua": "Виберіть, будь ласка, інший часовий інтервал, адже цей вже зайнято",
        "ru": "Пожалуйста, выберите другой временной интервал, так как этот уже занят",
        "en": "Please select a different time slot, as this one is already taken"
    },
    "20003604627": {
        "ua": "Адресу вказано неправильно.",
        "ru": "Адрес указан неверно.",
        "en": "The address is incorrect."
    },
    "20003604628": {
        "ua": "Під час збереження виникла помилка. Будь ласка, спробуйте пізніше або зверніться в підтримку.",
        "ru": "При сохранении произошла ошибка. Пожалуйста, попробуйте позже или обратитесь в службу поддержки.",
        "en": "An error occurred while saving. Please try again later or contact support."
    },
    "20003604629": {
        "ua": "У вас немає доданих документів. Будь ласка, додайте їх",
        "ru": "У вас нет прикрепленных документов. Пожалуйста, прикрепите их",
        "en": "You have not attached any documents. Please attach them."
    },
    "20003604630": {
        "ua": "Дані в заявці та відправленні не збігаються",
        "ru": "Данные в заявке и отправлении не совпадают",
        "en": "The information in the application and the shipment does not match"
    },
    "20003604631": {
        "ua": "На жаль, ми не знайшли відправлення з таким номером. Будь ласка, перевірте, чи правильно ви вказали номер заявки або спробуйте пізніше",
        "ru": "К сожалению, мы не нашли отправление с таким номером. Пожалуйста, проверьте, правильно ли вы указали номер заявки, или попробуйте позже",
        "en": "Unfortunately, we couldn't find a shipment with that number. Please check to make sure you entered the request number correctly, or try again later."
    },
    "20003604632": {
        "ua": "Ви не можете видалити заявку, адже кур'єр уже підтвердив замовлення",
        "ru": "Вы не можете удалить заявку, так как курьер уже подтвердил заказ",
        "en": "You cannot delete the request because the courier has already confirmed the order"
    },
    "20003604633": {
        "ua": "Ви не можете додавати відправлення до цієї заявки, адже кур'єр уже підтвердив замовлення. Будь ласка, створіть нову заявку",
        "ru": "Вы не можете добавлять отправления в эту заявку, так как курьер уже подтвердил заказ. Пожалуйста, создайте новую заявку",
        "en": "You cannot add shipments to this request because the courier has already confirmed the order. Please create a new request."
    },
    "20003604634": {
        "ua": "Фактична вага вашого відправлення більша за планову на 20. Створіть, будь ласка, нову заявку на інший часовий інтервал та вкажіть правильно вагу",
        "ru": "Фактический вес вашего отправления превышает запланированный на 20. Создайте, пожалуйста, новую заявку на другой временной интервал и укажите правильный вес",
        "en": "The actual weight of your shipment is 20 more than the estimated weight. Please create a new request for a different time slot and specify the correct weight."
    },
    "20003604635": {
        "ua": "Ви не можете видалити відправлення, адже заявку вже виконано",
        "ru": "Вы не можете удалить отправку, так как заявка уже выполнена",
        "en": "You cannot delete the shipment because the request has already been fulfilled."
    },
    "20003604636": {
        "ua": "Ви не можете видаляти відправлення з цієї заявки, адже кур'єр уже підтвердив замовлення.",
        "ru": "Вы не можете удалить отправления из этой заявки, так как курьер уже подтвердил заказ.",
        "en": "You cannot remove a shipment from this order because the courier has already confirmed it."
    },
    "20003604642": {
        "ua": "Послуга не підключена для даного Відправника. Зверніться до персонального менеджера для підключення",
        "ru": "Услуга не подключена для данного отправителя. Обратитесь к персональному менеджеру для подключения",
        "en": "This service is not activated for this sender. Please contact your account manager to activate it."
    },
    "20003604653": {
        "ua": "Швидкий забір недоступний для вказаного міста",
        "ru": "Быстрая доставка недоступна для указанного города",
        "en": "Express pickup is not available for the specified city"
    },
    "30000100918": {
        "ua": "SMS з кодом активації надіслано",
        "ru": "SMS с кодом активации отправлено",
        "en": "An SMS with the activation code has been sent"
    },
    "30000100919": {
        "ua": "Електронна адреса лояльності порожня",
        "ru": "Поле для указания адреса электронной почты в программе лояльности пустое",
        "en": "The loyalty email address is empty"
    },
    "30000100920": {
        "ua": "Телефон лояльності не вказано",
        "ru": "Номер телефона для участников программы лояльности не указан",
        "en": "Loyalty phone number not provided"
    },
    "30000101144": {
        "ua": "Номер картки відправлено на ваш телефон. Повідомлення з посиланням для активації користувача відправлено на ваш E-mail",
        "ru": "Номер карты отправлен на ваш телефон. Сообщение со ссылкой для активации учетной записи отправлено на ваш адрес электронной почты",
        "en": "Your card number has been sent to your phone. An email containing a link to activate your account has been sent to your email address."
    },
    "30000101798": {
        "ua": "Неправильний пароль. Спробуйте відновити пароль.",
        "ru": "Неверный пароль. Попробуйте восстановить пароль.",
        "en": "Incorrect password. Please try to reset your password."
    },
    "30000102684": {
        "ua": "Вичерпано кількість відправлених смс для аутентифікації (3 СМС за годину). Використовуйте код з смс або спробуйте пізніше.",
        "ru": "Исчерпано количество отправленных SMS для аутентификации (3 SMS в час). Введите код из SMS или попробуйте позже.",
        "en": "You have reached the limit on the number of SMS messages sent for authentication (3 SMS messages per hour). Please use the code from the SMS or try again later."
    },
    "30000200879": {
        "ua": "Тип одержувача встановлено як Приватна особа",
        "ru": "Тип получателя установлен как «Частное лицо»",
        "en": "The recipient type is set to \"Individual\""
    },
    "30000200880": {
        "ua": "Дату створення встановлено як поточну",
        "ru": "Дата создания установлена как текущая",
        "en": "The creation date is set to the current date"
    },
    "30000200881": {
        "ua": "Вага змінено",
        "ru": "Вес изменен",
        "en": "Weight has been changed"
    },
    "30000200882": {
        "ua": "Кількість місць змінено",
        "ru": "Количество мест изменено",
        "en": "The number of seats has been changed"
    },
    "30000200883": {
        "ua": "Опис змінено",
        "ru": "Описание изменено",
        "en": "Description updated"
    },
    "30000200884": {
        "ua": "Вартість змінено",
        "ru": "Стоимость изменена",
        "en": "The price has been changed"
    },
    "30000200885": {
        "ua": "Доставка вручну повинна бути порожньою у разі доставки у відділення",
        "ru": "Посылка должна быть пустой при доставке в отделение",
        "en": "The \"Manual Delivery\" field must be left blank when delivering to a branch"
    },
    "30000200886": {
        "ua": "Доставка в суботу змінена",
        "ru": "Изменения в графике доставки по субботам",
        "en": "Saturday Delivery Has Changed"
    },
    "30000200887": {
        "ua": "Послуга \"Підйом на поверх\" для ваги до 30 кг безкоштовна",
        "ru": "Услуга «Подъем на этаж» для грузов весом до 30 кг предоставляется бесплатно",
        "en": "The \"Delivery to Your Floor\" service is free for items weighing up to 30 kg"
    },
    "30000200888": {
        "ua": "Об'ємна вага порожня",
        "ru": "Объемный вес (без груза)",
        "en": "Volume weight (empty)"
    },
    "30000200889": {
        "ua": "Загальний об'єм змінено",
        "ru": "Общий объем изменен",
        "en": "Total volume changed"
    },
    "30000200890": {
        "ua": "Місто відправника змінено на порожнє значення",
        "ru": "Город отправителя был заменен на пустое значение",
        "en": "The sender's city has been changed to an empty value"
    },
    "30000200891": {
        "ua": "Відправника змінено на порожнє значення",
        "ru": "Значение «Отправитель» было заменено на пустое значение",
        "en": "The sender has been changed to an empty value"
    },
    "30000200892": {
        "ua": "Адресу відправника змінено на порожнє значення",
        "ru": "Адрес отправителя был изменен на пустое значение",
        "en": "The sender's address has been changed to an empty value"
    },
    "30000200893": {
        "ua": "Контакт відправника змінено на порожнє значення",
        "ru": "Контакт отправителя был сброшен в пустое значение",
        "en": "The sender's contact information has been changed to an empty value"
    },
    "30000200894": {
        "ua": "Телефон відправника змінено на порожнє значення",
        "ru": "Номер телефона отправителя был сброшен в пустое значение",
        "en": "The sender's phone number has been changed to an empty value"
    },
    "30000200895": {
        "ua": "Місто одержувача змінено на порожнє значення",
        "ru": "Город получателя был сброшен в пустое значение",
        "en": "The recipient's city has been changed to an empty value"
    },
    "30000200896": {
        "ua": "Одержувача змінено на порожнє значення",
        "ru": "Получатель был заменен на пустое значение",
        "en": "The recipient has been changed to an empty value"
    },
    "30000200897": {
        "ua": "Адресу одержувача змінено на порожнє значення",
        "ru": "Адрес получателя был изменен на пустое значение",
        "en": "The recipient's address has been changed to an empty value"
    },
    "30000200898": {
        "ua": "Контакт одержувача змінено на порожнє значення",
        "ru": "Контакт получателя был изменен на пустое значение",
        "en": "The recipient's contact information has been changed to an empty value"
    },
    "30000200899": {
        "ua": "Телефон одержувача змінено на порожнє значення",
        "ru": "Номер телефона получателя был сброшен в пустое значение",
        "en": "The recipient's phone number has been changed to an empty value"
    },
    "30000200900": {
        "ua": "Тип повинен бути PDF або HTML",
        "ru": "Формат должен быть PDF или HTML",
        "en": "The file type must be PDF or HTML"
    },
    "30000200901": {
        "ua": "Ідентифікатор міста відправника було замінено даними поштового індексу",
        "ru": "Идентификатор города отправителя был заменен данными почтового индекса",
        "en": "The sender's city identifier has been replaced with the ZIP code"
    },
    "30000200902": {
        "ua": "Ідентифікатор міста отримувача був замінений даними поштового індексу",
        "ru": "Идентификатор города получателя был заменен данными почтового индекса",
        "en": "The recipient's city ID has been replaced with the ZIP code"
    },
    "30000200903": {
        "ua": "Будівлю не знайдено в Каталозі бідівель",
        "ru": "Здание не найдено в каталоге зданий",
        "en": "The building was not found in the Building Catalog"
    },
    "30000200904": {
        "ua": "Будівлю не визначено",
        "ru": "Здание не определено",
        "en": "The building has not been identified"
    },
    "30000201134": {
        "ua": "Ви не можете скористатися доставкою вручну через поштомат ПриватБанку",
        "ru": "Вы не можете воспользоваться ручной доставкой через почтомат ПриватБанка",
        "en": "You cannot use manual delivery via a PrivatBank parcel locker"
    },
    "30000201135": {
        "ua": "Ви не можете використовувати послугу локал експресс, якщо відділення відправника та одержувача однакове.",
        "ru": "Вы не можете воспользоваться услугой «Локал Экспресс», если отделения отправителя и получателя совпадают.",
        "en": "You cannot use the Local Express service if the sender's and recipient's branches are the same."
    },
    "30000201469": {
        "ua": "Тип вантажу змінений на Посилка",
        "ru": "Тип груза изменен на «Посылка»",
        "en": "The cargo type has been changed to \"Parcel\""
    },
    "30000201470": {
        "ua": "Тип вантажу змінений на Вантаж",
        "ru": "Тип груза изменен на «Груз»",
        "en": "The cargo type has been changed to Cargo"
    },
    "30000201679": {
        "ua": "Часовий інтервал порожній, змінюється протягом дня",
        "ru": "Временной интервал пуст, меняется в течение дня",
        "en": "The time interval is empty; it changes throughout the day"
    },
    "30000201680": {
        "ua": "Дата доставки перенесена на завтра",
        "ru": "Дата доставки перенесена на завтра",
        "en": "The delivery date has been rescheduled for tomorrow"
    },
    "30000201681": {
        "ua": "Інтервал часу доставки відключений",
        "ru": "Интервал времени доставки отключен",
        "en": "The delivery time range is disabled"
    },
    "30000201682": {
        "ua": "Локал експрес вимкнений",
        "ru": "Локальный экспресс отключен",
        "en": "Local Express is disabled"
    },
    "30000201823": {
        "ua": "Вартість змінена",
        "ru": "Стоимость изменена",
        "en": "The price has changed"
    },
    "30000202591": {
        "ua": "Замовлення пакування онлайн - доступне лише на поштових відділень.",
        "ru": "Заказ упаковки онлайн — доступен только в почтовых отделениях.",
        "en": "Ordering packaging online is available only at post offices."
    },
    "30000300582": {
        "ua": "Накладну закрито",
        "ru": "Накладная закрыта",
        "en": "The invoice has been closed"
    },
    "30000300583": {
        "ua": "Змінювати дані вторинної накладної заборонено",
        "ru": "Изменять данные вторичной накладной запрещено",
        "en": "It is prohibited to alter the information on the secondary waybill"
    },
    "30000300584": {
        "ua": "Накладна в маршрутному листі",
        "ru": "Накладная в маршрутном листе",
        "en": "Invoice on the route sheet"
    },
    "30000300585": {
        "ua": "Накладну не знайдено",
        "ru": "Накладную не найдено",
        "en": "The invoice was not found"
    },
    "30000300586": {
        "ua": "Накладну позначено як видалену",
        "ru": "Накладная помечена как удаленная",
        "en": "The invoice is marked as deleted"
    },
    "30000300587": {
        "ua": "Дані було змінено",
        "ru": "Данные были изменены",
        "en": "The data has been changed"
    },
    "30000301008": {
        "ua": "Обережно! Вартість послуг збільшилася",
        "ru": "Внимание! Стоимость услуг увеличилась",
        "en": "Caution! Service fees have increased"
    },
    "30000301009": {
        "ua": "Обережно! Вартість послуг знизилася. Зв'яжіться з Вашим відділенням, щоб дізнатися різницю і отримати відшкодування",
        "ru": "Внимание! Стоимость услуг снизилась. Свяжитесь с вашим отделением, чтобы узнать разницу и получить возмещение",
        "en": "Attention! Service fees have been reduced. Contact your branch to find out the difference and receive a refund."
    },
    "30000301010": {
        "ua": "Обережно! Вартість послуг знизилася",
        "ru": "Внимание! Стоимость услуг снизилась",
        "en": "Caution! Service prices have decreased"
    },
    "30000301011": {
        "ua": "Обережно! Вартість послуг збільшилася. Повідомити про це одержувачу",
        "ru": "Внимание! Стоимость услуг увеличилась. Сообщить об этом получателю",
        "en": "Caution! Service fees have increased. Notify the recipient of this."
    },
    "30000301012": {
        "ua": "Обережно! Вартість послуг знизилася. Повідомити про це одержувачу",
        "ru": "Внимание! Стоимость услуг снизилась. Сообщить об этом получателю",
        "en": "Caution! The cost of services has decreased. Notify the recipient of this."
    },
    "30000301414": {
        "ua": "Адресу не знайдено в Каталозі",
        "ru": "Адрес не найден в каталоге",
        "en": "The address was not found in the directory"
    },
    "30000301527": {
        "ua": "Контрагента відправника не знайдено",
        "ru": "Контрагент отправителя не найден",
        "en": "The sender's counterparty was not found"
    },
    "30000301528": {
        "ua": "Контрагента одержувача не знайдено",
        "ru": "Контрагент получателя не найден",
        "en": "The recipient's counterparty was not found"
    },
    "30000301529": {
        "ua": "Зміна відправника відключена.",
        "ru": "Функция смены отправителя отключена.",
        "en": "Sender modification is disabled."
    },
    "30000301530": {
        "ua": "Зміна одержувача відключена.",
        "ru": "Изменение получателя отключено.",
        "en": "Changing the recipient is disabled."
    },
    "30000301531": {
        "ua": "Зміна платіжної інформації відключено.",
        "ru": "Изменение платежных данных отключено.",
        "en": "Changing payment information is disabled."
    },
    "30000301532": {
        "ua": "Помилка при збереженні журналу",
        "ru": "Ошибка при сохранении журнала",
        "en": "Error saving the log"
    },
    "30000401039": {
        "ua": "Мови не знайдено",
        "ru": "Язык не найден",
        "en": "Language not found"
    },
    "30000401040": {
        "ua": "Користувач не існує, повернуто загальнодоступний метод",
        "ru": "Пользователь не существует, возвращен общедоступный метод",
        "en": "The user does not exist; a public method was returned"
    },
    "30000402707": {
        "ua": "Неможливо створити заявку на забір в поточну дату. Дату було замінено на '.$date, 'NextDay",
        "ru": "Невозможно создать заявку на забор на текущую дату. Дата была заменена на '.$date, 'NextDay",
        "en": "It is not possible to create a pickup request for today's date. The date has been replaced with '.$date, 'NextDay'."
    },
    "30000500677": {
        "ua": "Адреса уже існує",
        "ru": "Адрес уже существует",
        "en": "The address already exists"
    },
    "30000500678": {
        "ua": "Адреса вже оброблена",
        "ru": "Адрес уже обработан",
        "en": "The address has already been processed"
    },
    "30000500679": {
        "ua": "Будівля уже існує",
        "ru": "Здание уже существует",
        "en": "The building already exists"
    },
    "30000500680": {
        "ua": "Будівля в населеному пункті вже існує",
        "ru": "Здание в населённом пункте уже существует",
        "en": "The building in the town already exists"
    },
    "30000500681": {
        "ua": "Інформація використана з поштового індексу",
        "ru": "Информация взята из почтового индекса",
        "en": "Information taken from the ZIP code"
    },
    "30000501033": {
        "ua": "Цією вулиці немає в старому каталозі",
        "ru": "Этой улицы нет в старом каталоге",
        "en": "This street is not listed in the old directory"
    },
    "30000501611": {
        "ua": "Встановити кількість днів - 31",
        "ru": "Установить количество дней — 31",
        "en": "Set the number of days to 31"
    },
    "30000801043": {
        "ua": "Ця особа вже існує!",
        "ru": "Этот человек уже существует!",
        "en": "This person already exists!"
    },
    "30000900775": {
        "ua": "Контрагент вже оброблений",
        "ru": "Контрагент уже обработан",
        "en": "The counterparty has already been processed"
    },
    "30000900776": {
        "ua": "Контрагента вже створено",
        "ru": "Контрагент уже создан",
        "en": "The counterparty has already been created"
    },
    "30000900777": {
        "ua": "Ліміт не може бути більше аніж 3000",
        "ru": "Лимит не может превышать 3000",
        "en": "The limit cannot exceed 3,000"
    },
    "30000900778": {
        "ua": "Контрагент існує в місті",
        "ru": "Контрагент находится в городе",
        "en": "The counterparty is located in the city"
    },
    "30000900779": {
        "ua": "Контрагент не є унікальним",
        "ru": "Контрагент не является уникальным",
        "en": "The counterparty is not unique"
    },
    "30000901047": {
        "ua": "ЄДРПОУ, контрагент не є унікальним",
        "ru": "ЕГРПОУ, контрагент не является уникальным",
        "en": "EDRPOU: the counterparty is not unique"
    },
    "30000901048": {
        "ua": "ЄДРПОУ",
        "ru": "ЕГРПОУ",
        "en": "EDRPOU"
    },
    "30000901811": {
        "ua": "ЄДРПОУ не існує в системі. Контрагент створений без ЄДРПОУ!",
        "ru": "ЕГРПОУ отсутствует в системе. Контрагент создан без ЕГРПОУ!",
        "en": "The EDRPOU does not exist in the system. The counterparty was created without an EDRPOU!"
    },
    "30001302602": {
        "ua": "Невірно вказано реєстр",
        "ru": "Неправильно указан регистр",
        "en": "The register is specified incorrectly"
    },
    "30001302603": {
        "ua": "Реєстр видалено",
        "ru": "Реестр удален",
        "en": "The registry has been deleted"
    },
    "30001302604": {
        "ua": "Документ опрацьовано. Видалення недоступно",
        "ru": "Документ обработан. Удаление недоступно",
        "en": "The document has been processed. Deletion is not available."
    },
    "30001401723": {
        "ua": "Мова недійсна",
        "ru": "Язык недействителен",
        "en": "The language is invalid"
    },
    "30001402739": {
        "ua": "Введіть, будь ласка, коректний номер телефону для отримання повної інформації.",
        "ru": "Пожалуйста, введите правильный номер телефона, чтобы получить полную информацию.",
        "en": "Please enter a valid phone number to receive complete information."
    },
    "30001501003": {
        "ua": "Контактна особа вже має цю адресу",
        "ru": "У контактного лица уже есть этот адрес",
        "en": "The contact person already has this address"
    },
    "30002102379": {
        "ua": "Документ було збережено без файлів.",
        "ru": "Документ был сохранен без файлов.",
        "en": "The document was saved without any files."
    },
    "40000101701": {
        "ua": "Вам надіслано СМС з кодом відновлення",
        "ru": "Вам отправлено SMS-сообщение с кодом восстановления",
        "en": "An SMS with a recovery code has been sent to you"
    },
    "40000101792": {
        "ua": "Користувач оновлений",
        "ru": "Пользователь обновлен",
        "en": "User updated"
    },
    "40000101841": {
        "ua": "Дані карти лояльності успішно змінені",
        "ru": "Данные карты лояльности успешно изменены",
        "en": "These loyalty cards have been successfully updated"
    },
    "40000102696": {
        "ua": "Користувач має новий пароль:",
        "ru": "У пользователя появился новый пароль:",
        "en": "The user has a new password:"
    },
    "40000102697": {
        "ua": "Термін дії закінчується:",
        "ru": "Срок действия истекает:",
        "en": "Expiration date:"
    },
    "40000201138": {
        "ua": "Нічого не оновлено",
        "ru": "Ничего не обновлено",
        "en": "Nothing has been updated"
    },
    "40000301604": {
        "ua": "Одержувач",
        "ru": "Получатель",
        "en": "Recipient"
    },
    "40000301605": {
        "ua": "Відправник",
        "ru": "Отправитель",
        "en": "Sender"
    },
    "40000401809": {
        "ua": "Немає доступних тимчасових інтервалів протягом дня",
        "ru": "Нет доступных временных интервалов в течение дня",
        "en": "There are no available time slots during the day"
    },
    "40000901865": {
        "ua": "Немає даних",
        "ru": "Данных нет",
        "en": "No data available"
    },
    "40002102452": {
        "ua": "Прибрати видалений документ",
        "ru": "Восстановить удаленный документ",
        "en": "Restore a deleted document"
    },
    "20000401001": {
        "ua": "Помилка авторизації. Перевірте API ключ",
        "ru": "Ошибка авторизации. Проверьте API-ключ",
        "en": "Authorization error. Please check your API key."
    },
    "20000401002": {
        "ua": "Невірний API ключ",
        "ru": "Неверный API-ключ",
        "en": "Invalid API key"
    },
    "20000401003": {
        "ua": "Доступ заборонено",
        "ru": "Доступ запрещен",
        "en": "Access Denied"
    },
    "20000401004": {
        "ua": "Недостатньо прав для виконання операції",
        "ru": "Недостаточно прав для выполнения операции",
        "en": "Insufficient permissions to perform the operation"
    },
    "20000401120": {
        "ua": "Відправлення з даним номером вже існує",
        "ru": "Отправление с этим номером уже существует",
        "en": "A shipment with this number already exists"
    },
    "20000401121": {
        "ua": "Відправлення не знайдено",
        "ru": "Отправление не найдено",
        "en": "Shipment not found"
    },
    "20000401122": {
        "ua": "Відправлення вже видалено",
        "ru": "Сообщение уже удалено",
        "en": "The post has already been deleted"
    },
    "20000401123": {
        "ua": "Неможливо редагувати відправлення в поточному статусі",
        "ru": "Невозможно редактировать отправление в текущем статусе",
        "en": "You cannot edit a shipment with its current status"
    },
    "20000401130": {
        "ua": "Некоректна вага відправлення",
        "ru": "Неверный вес отправления",
        "en": "Incorrect shipment weight"
    },
    "20000401131": {
        "ua": "Некоректна кількість місць",
        "ru": "Неверное количество мест",
        "en": "Incorrect number of seats"
    },
    "20000401132": {
        "ua": "Некоректна вартість відправлення",
        "ru": "Неверная стоимость отправки",
        "en": "Incorrect shipping cost"
    },
    "20000401133": {
        "ua": "Некоректне прізвище отримувача",
        "ru": "Неверная фамилия получателя",
        "en": "Incorrect recipient last name"
    },
    "20000401134": {
        "ua": "Некоректний телефон отримувача",
        "ru": "Неверный номер телефона получателя",
        "en": "Invalid recipient phone number"
    },
    "20000401135": {
        "ua": "Некоректне місто отримувача",
        "ru": "Неверный город получателя",
        "en": "Incorrect recipient city"
    },
    "20000401136": {
        "ua": "Некоректна адреса отримувача",
        "ru": "Неверный адрес получателя",
        "en": "Incorrect recipient address"
    },
    "20000401137": {
        "ua": "Некоректний опис вантажу",
        "ru": "Неверное описание груза",
        "en": "Incorrect description of the cargo"
    },
    "20000401140": {
        "ua": "Некоректний тип платника",
        "ru": "Неверный тип плательщика",
        "en": "Incorrect payer type"
    },
    "20000401141": {
        "ua": "Некоректний тип доставки",
        "ru": "Неверный тип доставки",
        "en": "Incorrect shipping method"
    },
    "20000401200": {
        "ua": "Контрагента не знайдено",
        "ru": "Контрагент не найден",
        "en": "No counterparty found"
    },
    "20000401201": {
        "ua": "Некоректні дані контрагента",
        "ru": "Неверные данные контрагента",
        "en": "Incorrect counterparty data"
    },
    "20000401300": {
        "ua": "Населений пункт не знайдено",
        "ru": "Населённый пункт не найден",
        "en": "No settlement found"
    },
    "20000401301": {
        "ua": "Відділення не знайдено",
        "ru": "Отделение не найдено",
        "en": "Branch not found"
    },
    "20000401302": {
        "ua": "Вулицю не знайдено",
        "ru": "Улица не найдена",
        "en": "Street not found"
    },
}
